[
  {
    "label": "Aeon Stone",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "Over millennia, these mysterious, intricately cut gemstones have been hoarded by mystics and fanatics hoping to discover their secrets. When you invest one of these precisely shaped crystals, the stone orbits your head and conveys its effects to you. You can stow an aeon stone with an Interact action, and an orbiting stone can be snatched out of the air with a successful Disarm action against you. There are various types of aeon stones, each with a different effect. Each aeon stone also gains a resonant power when slotted into a wayfinder (see page 413)."
      },
      {
        "label": "Type",
        "value": "clear spindle;"
      },
      {
        "label": "Level",
        "value": "8;"
      },
      {
        "label": "Price",
        "value": "425 gp"
      },
      {
        "label": "Description",
        "value": "You don’t need to eat or drink while you have a clear spindle aeon stone invested. This aeon stone doesn’t function until it has been worn continuously for a week and invested each day therein. Removing it resets this attunement period. The resonant power allows you to cast air bubble as an innate primal spell once per day at a cost of 1 Resonance Point."
      },
      {
        "label": "Type",
        "value": "dull gray;"
      },
      {
        "label": "Level",
        "value": "1;"
      },
      {
        "label": "Price",
        "value": "5 gp"
      },
      {
        "label": "Description",
        "value": "A dull gray aeon stone has lost its special magical properties, sometimes as a result of overusing a tourmaline sphere or ellipsoid aeon stone. It still orbits your head like any other aeon stone and can thus serve as a stylish hands-free option for various spells that target an object, like continual flame. Dull gray aeon stones have no resonant power."
      },
      {
        "label": "Type",
        "value": "gold nodule;"
      },
      {
        "label": "Level",
        "value": "10;"
      },
      {
        "label": "Price",
        "value": "875 gp"
      },
      {
        "label": "Description",
        "value": "When a gold nodule aeon stone is created, its creator chooses a language she knows to store in it. When you invest the stone, you gain the ability to understand, speak, and write that language. You can have only one gold nodule aeon stone invested at a time. The resonant power allows you to cast comprehend language as an innate occult spell once per day."
      },
      {
        "label": "Type",
        "value": "lavender and green ellipsoid;"
      },
      {
        "label": "Level",
        "value": "19;"
      },
      {
        "label": "Price",
        "value": "30,000 gp"
      },
      {
        "label": "Description",
        "value": "This functions as a pale lavender ellipsoid, but replicates the effect of an 8th-level dispel magic spell with a spell roll of +28. The resonant power allows you to cast detect magic and read aura as innate arcane spells."
      },
      {
        "label": "Type",
        "value": "orange prism;"
      },
      {
        "label": "Level",
        "value": "16;"
      },
      {
        "label": "Price",
        "value": "9,750 gp"
      },
      {
        "label": "Description",
        "value": "Just before your first spellcasting action to Cast a Spell, you can activate this aeon stone with a Focus Activation action. If you do, treat that spell as 1 level higher (maximum 10th level) for the purpose of dispelling and being dispelled. The resonant power grants a +3 item bonus to Arcana, Nature, Occultism, or Religion checks—whichever corresponds to the tradition of the last spell you enhanced with this aeon stone."
      },
      {
        "label": "Type",
        "value": "pale lavender ellipsoid;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "2,400 gp"
      },
      {
        "label": "Description",
        "value": "You can use a Focus Activation reaction to activate this stone when a spell targets you. This replicates the effect of a 6th-level dispel magic spell with a spell roll of +20 in an attempt to dispel the triggering spell. This can’t be used on spells that target an area, unless they also specifically target you. Every time you activate this aeon stone, attempt a DC 5 flat check. On a failure, the stone turns dull gray and loses its magical properties forever. The resonant power allows you to cast read aura as an innate arcane spell."
      },
      {
        "label": "Type",
        "value": "pink rhomboid;"
      },
      {
        "label": "Level",
        "value": "12;"
      },
      {
        "label": "Price",
        "value": "1,900 gp"
      },
      {
        "label": "Description",
        "value": "When you invest this stone, you gain 15 temporary Hit Points. If the stone is deactivated, you lose any of the temporary HP remaining until it’s reactivated. The temporary Hit Points refresh during your daily preparations; they do not refresh if you reinvest the stone, or another pink rhomboid aeon stone, before then. The resonant power allows you to cast stabilize as an innate divine cantrip."
      },
      {
        "label": "Type",
        "value": "tourmaline sphere;"
      },
      {
        "label": "Level",
        "value": "6;"
      },
      {
        "label": "Price",
        "value": "250 gp"
      },
      {
        "label": "Description",
        "value": "When you would die from the dying condition (typically at dying 4) but have at least 1 Resonance Point, this aeon stone automatically activates (costing 1 RP) and reduces your dying value to 1 less than it takes to kill you (typically to dying 3), after which the stone turns dull gray and loses its magical properties forever. You can benefit from this ability only once per day, even if you have multiple such stones. The resonant power allows you to cast 1st-level heal as an innate divine spell once per day with a cost of 1 Resonance Point."
      }
    ],
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ]
  },
  {
    "label": "Alabaster Reliquary",
    "properties": [
      {
        "label": "Price",
        "value": "250 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, shield;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You use"
      },
      {
        "label": "Description",
        "value": "Shield Block with the affixed shield against a critically successful weapon or unarmed attack. This tiny stone box holds some minor relic to a good deity. When you activate the reliquary, the effect depends on your alignment on the good–evil axis."
      },
      {
        "label": "• Good",
        "value": "Recover 4d8 Hit Points and reduce your frightened condition by 3."
      },
      {
        "label": "• Neutral",
        "value": "Recover 2d8 Hit Points."
      },
      {
        "label": "• Evil",
        "value": "Become sick 2."
      },
      {
        "label": "Craft Requirements",
        "value": "You must be good."
      }
    ],
    "level": "12",
    "tags": [
      "Consumable",
      "Divine",
      "Good",
      "Healing",
      "Necromancy",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Alchemist Goggles",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, eyepiece;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "These brass goggles are engraved with flame patterns like scorch marks around thick glass lenses. While worn, they give you an item bonus to Crafting checks to craft alchemical items. In addition, whenever you throw an alchemical bomb, you ignore any penalty for screening."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "345 gp"
      },
      {
        "label": "Description",
        "value": "The goggles provide a +2 bonus."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "16;"
      },
      {
        "label": "Price",
        "value": "10,000 gp"
      },
      {
        "label": "Description",
        "value": "The goggles provide a +4 item bonus to Crafting checks to craft alchemical items and a +2 item bonus to attack rolls when you throw alchemical bombs."
      }
    ],
    "level": "7+",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ]
  },
  {
    "label": "Anklets Of Alacrity",
    "properties": [
      {
        "label": "Price",
        "value": "4,500 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "These golden anklets are studded with gems. They give you a +4 item bonus to Acrobatics checks. When you invest the anklets, you either increase your Dexterity score by 2 or increase it to 18, whichever would give you a higher score. You can activate the anklets by clinking them together, gaining accelerated 20 and water walk for the next 10 minutes."
      }
    ],
    "level": "14",
    "tags": [
      "Invested",
      "Magical",
      "Potent",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Antimagic Oil",
    "properties": [
      {
        "label": "Price",
        "value": "9,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "When you apply this oil to armor, the creature wearing the armor becomes immune to all spells, effects of magic items (her own and those of others), and most effects with the magical trait for 1 minute, though the oil affects neither the magic of the armor itself nor the potency of magical weapons. Magical effects from a source of level 20 or higher, such as a deity, still function on the armor’s wearer."
      }
    ],
    "level": "20",
    "tags": [
      "Abjuration",
      "Consumable",
      "Magical",
      "Oil"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Armbands Of Athleticism",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "Skilled awl work has imprinted images of a muscled weightlifter into these tiered leather bands, which grant enhanced stamina and skill when performing athletic exercises. While fastened to your upper arms, the bracers give you an item bonus to Athletics checks. In addition, whenever you spend an action to Climb or Swim and you succeed at the Athletics check, add a 5-foot item bonus to the distance you move."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "145 gp;"
      },
      {
        "label": "Bonus",
        "value": "+3"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "17;"
      },
      {
        "label": "Price",
        "value": "13,000 gp;"
      },
      {
        "label": "Bonus",
        "value": "+5"
      }
    ],
    "level": "9+",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ]
  },
  {
    "label": "Arrow-catching Shield",
    "properties": [
      {
        "label": "Price",
        "value": "1,350 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Trigger",
        "value": "A ranged weapon"
      },
      {
        "label": "Description",
        "value": "Strike targets a creature within 15 feet of you when you have this shield raised. This master-quality heavy wooden shield (Hardness 6) is hand- carved with images of overlapping fletched arrows. You must activate the shield before the triggering attacker rolls their attack. When you do, the triggering attacker’s Strike targets you instead. If the attack hits, you gain the effects of the Shield Block reaction."
      }
    ],
    "level": "11",
    "tags": [
      "Abjuration",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Bag Of Holding",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "Though it appears to be a simple cloth sack, often decorated with panels of richly colored silk or stylish embroidery, a bag of holding opens into an extradimensional space larger than its outside dimensions. The Bulk held inside the bag doesn’t change the Bulk of the bag of holding itself. The amount of Bulk the bag’s extradimensional space can hold depends on its type. Though the bag can hold a great amount of material, an object still needs to be able to fit through the opening of the sack to be stored inside. If the bag is overloaded or broken, it ruptures and is ruined, causing the items inside to be lost forever. If it’s turned inside out, the items inside spill out unharmed, but the bag must be put right before it can be used again. A living creature placed inside the bag has enough air for 10 minutes before it begins to suffocate, and it can attempt to Escape against a DC of 12. An item inside the bag provides no benefits unless it’s retrieved first. An item in the bag can’t be detected by magic that detects only things on the same plane."
      },
      {
        "label": "Type",
        "value": "I;"
      },
      {
        "label": "Level",
        "value": "4;"
      },
      {
        "label": "Price",
        "value": "80 gp;"
      },
      {
        "label": "Capacity",
        "value": "25 Bulk"
      },
      {
        "label": "Type",
        "value": "II;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "300 gp;"
      },
      {
        "label": "Capacity",
        "value": "50 Bulk"
      },
      {
        "label": "Type",
        "value": "III;"
      },
      {
        "label": "Level",
        "value": "11;"
      },
      {
        "label": "Price",
        "value": "1,200 gp;"
      },
      {
        "label": "Capacity",
        "value": "100 Bulk"
      },
      {
        "label": "Type",
        "value": "IV;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "2,400 gp;"
      },
      {
        "label": "Capacity",
        "value": "150 Bulk"
      }
    ],
    "level": "4+",
    "tags": [
      "Conjuration",
      "Extradimensional",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Baleful Oil",
    "properties": [
      {
        "label": "Price",
        "value": "60 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "A non-good weapon anointed with this oil functions as a weapon with an unholy property rune for 1 minute."
      }
    ],
    "level": "8",
    "tags": [
      "Consumable",
      "Divine",
      "Evil",
      "Evocation",
      "Oil"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Barding Of The Zephyr",
    "properties": [
      {
        "label": "Price",
        "value": "2,800 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, barding;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This master-quality light barding is covered in stylized wind motifs. When you invest the barding while suiting up your animal companion, the barding adjusts to fit your animal companion regardless of its shape. While it’s invested, if your companion falls, a wind picks it up from below—feather fall is cast on it. You can activate the barding by tracing the wind motifs on the barding, granting your companion wearing the barding a fly Speed of 30 feet for 1 minute. Even if the companion doesn’t have the mount trait, it can still Fly while being ridden."
      }
    ],
    "level": "13",
    "tags": [
      "Invested",
      "Primal",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Barkskin Potion",
    "properties": [
      {
        "label": "Price",
        "value": "8 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "After you drink this bitter draft, your skin takes on the consistency of tree bark. You gain the benefits of a 2nd-level barkskin spell for 1 minute."
      }
    ],
    "level": "3",
    "tags": [
      "Consumable",
      "Potion",
      "Primal",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Beacon Shot",
    "properties": [
      {
        "label": "Price",
        "value": "7 gp"
      },
      {
        "label": "Ammunition",
        "value": "arrow, bolt"
      },
      {
        "label": "Description",
        "value": "When an activated beacon shot hits a creature, it embeds itself into the target and spews out sparks for 1 minute. If the target is invisible, this allows creatures who would otherwise be unable to see it to automatically sense it. The sparks also negate concealment if the target is otherwise concealed. A creature can remove the arrow or bolt by using an Interact basic action and succeeding at a DC 17 Athletics check."
      }
    ],
    "level": "3",
    "tags": [
      "Consumable",
      "Evocation",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Belt Of Giant Strength",
    "properties": [
      {
        "label": "Price",
        "value": "4,500 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, belt;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Trigger",
        "value": "You are targeted by a thrown rock attack or a rock would fall on you."
      },
      {
        "label": "Description",
        "value": "This thick leather belt is decorated with a buckle carved from glittering quartz in the shape of a mighty fist. You gain a +4 item bonus to Athletics checks and a +2 circumstance bonus to Athletics checks to lift a heavy object, Break a Grapple, or Break an Object. When you invest the belt, you either increase your Strength score by 2 or increase it to 18, whichever would give you a higher score. When you activate the belt, attempt an Athletics check to grab the triggering rock, against the Athletics DC of the creature throwing the rock, the DC of the hazard or other effect, or DC 33 if no other DC is applicable. You must have a free hand to catch the rock, but you can release anything you’re holding in a hand as part of this reaction."
      },
      {
        "label": "Success",
        "value": "You safely catch the rock, take no damage, and are now holding the rock."
      },
      {
        "label": "Failure",
        "value": "You take half damage."
      },
      {
        "label": "Critical Failure",
        "value": "You take full damage."
      }
    ],
    "level": "14",
    "tags": [
      "Invested",
      "Magical",
      "Potent",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Belt Of Regeneration",
    "properties": [
      {
        "label": "Price",
        "value": "4,500 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, belt;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This belt is crafted from rubbery, barely tanned troll hide that’s mottled green and orange in color. You gain 14 temporary Hit Points the first time you invest the belt in a day. When you invest the belt, you either increase your Constitution score by 2 or increase it to 18, whichever would give you a higher score. You can activate the belt by tightening it one notch to gain a regeneration effect. For 1d4 rounds, at the start of your turn each round, you recover 15 Hit Points unless you took acid or fire damage since the start of your previous turn."
      }
    ],
    "level": "14",
    "tags": [
      "Invested",
      "Magical",
      "Necromancy",
      "Potent"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Belt Of The Five Kings",
    "properties": [
      {
        "label": "Price",
        "value": "650 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, belt;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "Made from interlocking plates of silver and gold, this heavy belt bears stylized miniature images of five kingly dwarves. You receive a +1 circumstance bonus to Diplomacy checks to Make an Impression with dwarves or make a Request from dwarves, and a +1 circumstance bonus to Intimidation checks against giants and orcs. The belt grants you darkvision and full understanding of the Dwarven language. If you are a dwarf, you can activate the belt to gain temporary Hit Points equal to your level and to grant allies within 20 feet of you darkvision; these effects both last for 10 minutes."
      }
    ],
    "level": "9",
    "tags": [
      "Enchantment",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Blessed Oil",
    "properties": [
      {
        "label": "Price",
        "value": "60 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "A non-evil weapon anointed with this oil functions as a weapon with a holy property rune for 1 minute."
      }
    ],
    "level": "8",
    "tags": [
      "Consumable",
      "Divine",
      "Evocation",
      "Good",
      "Oil"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Bloodletting Kukri",
    "properties": [
      {
        "label": "Price",
        "value": "250 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This +1 kukri has a crimson blade that shimmers eerily in bright light, almost as if it wept blood. On a critical hit, the kukri deals 1d4 persistent bleed damage. If the target didn’t already have persistent bleed damage when your critical hit, you also gain 1d4 temporary Hit Points."
      }
    ],
    "level": "6",
    "tags": [
      "Magical",
      "Necromancy"
    ]
  },
  {
    "label": "Bloodseeker Beak",
    "properties": [
      {
        "label": "Price",
        "value": "5 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, weapon;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You deal sneak attack damage with the affixed weapon."
      },
      {
        "label": "Description",
        "value": "This enchanted, long, hollow proboscis is harvested from the notorious bloodseeker beast and drips a trickle of blood. When you activate the beak, you add 1d4 persistent bleed damage as an enhancement to the attack."
      }
    ],
    "level": "2",
    "tags": [
      "Consumable",
      "Magical",
      "Necromancy",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Boots Of Bounding",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, shoes;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "These boots give you an item bonus to your land Speed and an item bonus to Athletics checks to High Jump and Long Jump. In addition, when you use the Leap action, you can move 5 feet further if jumping horizontally or 3 feet higher if jumping vertically."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "340 gp"
      },
      {
        "label": "Description",
        "value": "The boots increase your Speed by 5 feet and grant a +2 item bonus to jump."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "14;"
      },
      {
        "label": "Price",
        "value": "4,250 gp"
      },
      {
        "label": "Description",
        "value": "The boots increase your Speed by 10 feet and grant +4 item bonus to jump."
      }
    ],
    "level": "7+",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ]
  },
  {
    "label": "Boots Of Elvenkind",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, shoes;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Trigger",
        "value": "You use a move action."
      },
      {
        "label": "Description",
        "value": "These tall, pointed boots are made from soft, supple black or verdant leather and are decorated with trim and buckles of gold. When worn, the boots allow you to move more nimbly, giving you an item bonus to Acrobatics checks. When you activate the boots, you can ignore difficult terrain until the end of your turn."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "6;"
      },
      {
        "label": "Price",
        "value": "235 gp"
      },
      {
        "label": "Description",
        "value": "The boots grant a +2 bonus."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "2,850 gp"
      },
      {
        "label": "Description",
        "value": "The boots grant a +4 bonus. If you’re also wearing a greater cloak of elvenkind, greater boots of elvenkind constantly grant the effects of pass without trace (DC 30) in forest environments."
      }
    ],
    "level": "6+",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Bottled Air",
    "properties": [
      {
        "label": "Price",
        "value": "320 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "Appearing to be an ordinary corked glass bottle, this item contains a limitless supply of fresh air. You can activate the bottle when you uncork it, allowing anyone to breathe from it. Anyone holding the uncorked bottle can use an Interact action to draw a breath of air from the bottle in airless or toxic environments. After 1 hour, the bottle magically reseals itself until activated again. Air doesn’t escape the mouth of the bottle on its own, so leaving the open bottle in an airless environment doesn’t change the environment around it."
      }
    ],
    "level": "7",
    "tags": [
      "Air",
      "Conjuration",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Bracers Of Armor",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, bracers;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "These simple armguards made of stiff leather grant you the benefits of mage armor at the spell level corresponding to their type as long as you wear them. You can affix trinkets to bracers of armor as though they were light armor."
      },
      {
        "label": "Type",
        "value": "1st;"
      },
      {
        "label": "Level",
        "value": "2;"
      },
      {
        "label": "Price",
        "value": "35 gp"
      },
      {
        "label": "Type",
        "value": "2nd;"
      },
      {
        "label": "Level",
        "value": "4;"
      },
      {
        "label": "Price",
        "value": "95 gp"
      },
      {
        "label": "Type",
        "value": "4th;"
      },
      {
        "label": "Level",
        "value": "8;"
      },
      {
        "label": "Price",
        "value": "475 gp"
      },
      {
        "label": "Type",
        "value": "6th;"
      },
      {
        "label": "Level",
        "value": "12;"
      },
      {
        "label": "Price",
        "value": "1,900 gp"
      },
      {
        "label": "Type",
        "value": "8th;"
      },
      {
        "label": "Level",
        "value": "16;"
      },
      {
        "label": "Price",
        "value": "9,400 gp"
      },
      {
        "label": "Type",
        "value": "10th;"
      },
      {
        "label": "Level",
        "value": "20;"
      },
      {
        "label": "Price",
        "value": "65,000 gp"
      }
    ],
    "level": "2+",
    "tags": [
      "Abjuration",
      "Invested",
      "Magical"
    ]
  },
  {
    "label": "Bracers Of Missile Deflection",
    "properties": [
      {
        "label": "Price",
        "value": "60 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, bracers;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Trigger",
        "value": "A ranged weapon Strike targets you and you aren’t flat-footed against that attack."
      },
      {
        "label": "Description",
        "value": "These bracers are made from plates of durable mithral and gleam like the summer sun. When you activate the bracers as a reaction, you gain a +2 circumstance bonus to AC against the triggering attack. Once you activate the bracers, you can’t do so again for 10 minutes."
      }
    ],
    "level": "3",
    "tags": [
      "Abjuration",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Breastplate Of Command",
    "properties": [
      {
        "label": "Price",
        "value": "960 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, armor;"
      },
      {
        "label": "Bulk",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "This +2 master breastplate is made from shining bronze overlaid with reinforcing golden panels in the shape of lion’s heads. Wearing this breastplate grants you a commanding aura. You gain a +2 item bonus to Diplomacy checks, but you take a –2 item penalty to checks to Hide with Stealth or Impersonate with Deception. Once per day, you can activate the armor to grant allies within 100 feet a +2 conditional bonus to saves against fear effects for 1 minute. When you activate this ability, each affected ally who’s frightened reduces their frightened value by 1."
      }
    ],
    "level": "10",
    "tags": [
      "Enchantment",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Bronze Bull Pendant",
    "properties": [
      {
        "label": "Price",
        "value": "18 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, armor;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You attempt to Shove a target, but haven’t rolled yet."
      },
      {
        "label": "Requirements",
        "value": "You are an expert in Athletics."
      },
      {
        "label": "Description",
        "value": "This pendant is forged from grainy steel and depicts a snorting bull’s face. The pendant must be attached to the breast area or on a shoulder guard. When you activate the pendant, you gain a +2 conditional bonus to the Athletics check to Shove, and if you critically fail the check, treat it as a failure instead."
      }
    ],
    "level": "5",
    "tags": [
      "Consumable",
      "Evocation",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Brooch Of Shielding",
    "properties": [
      {
        "label": "Price",
        "value": "33 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This piece of silver or gold jewelry is adorned with miniature images of kite shields and can be used to fasten a cloak or cape. The brooch automatically absorbs magic missiles targeting you. A brooch of shielding can absorb 30 individual magic missiles before it melts and becomes useless. Sometimes when found, these items have already absorbed a number of magic missiles."
      }
    ],
    "level": "2",
    "tags": [
      "Abjuration",
      "Invested",
      "Magical"
    ]
  },
  {
    "label": "Candle Of Revealing",
    "properties": [
      {
        "label": "Price",
        "value": "40 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "You can light this deep blue candle to reveal the presence of invisible creatures within a 10-foot radius around the candle. Such creatures are concealed instead of invisible while within this radius. Once lit, the candle burns for 1 minute, at which time the effect ends. If extinguished prematurely, the candle cannot be relit."
      }
    ],
    "level": "7",
    "tags": [
      "Consumable",
      "Divination",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Candle Of Truth",
    "properties": [
      {
        "label": "Price",
        "value": "50 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This tapered candle has a golden wick that burns with white fire when lit. You activate the item by lighting the candle, which causes creatures within 10 feet of the candle to find it difficult to tell falsehoods. Creatures in the area receive a –4 conditional penalty to Lie. In addition, when first entering the affected area, creatures (including you), must succeed at a DC 22 Will save or be unable to tell any deliberate and intentional lies while within 10 feet of the lit candle. Once lit, the candle burns for 10 minutes, and it cannot be extinguished."
      }
    ],
    "level": "8",
    "tags": [
      "Consumable",
      "Enchantment",
      "Magical",
      "Mental"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Cape Of The Mountebank",
    "properties": [
      {
        "label": "Price",
        "value": "1,300 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, cloak;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This bright red-and-gold cape is often interlaced with glittery threads, and serves as a distraction. While wearing the cape, you gain a +3 item bonus to Deception checks. Once per day, you can activate the cape to cast dimension door. The space you leave and the one you appear in are filled with puffs of smoke that make anyone within concealed until they leave the smoke or the end of your next turn, at which point the smoke dissipates. Strong winds immediately disperse the smoke."
      }
    ],
    "level": "11",
    "tags": [
      "Conjuration",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Celestial Armor",
    "properties": [
      {
        "label": "Price",
        "value": "1,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, armor;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "This suit of +2 chain mail is made of fine white links, and the sleeves and skirt are fashioned into smaller trails that resemble feathers. Unlike normal chain mail, celestial armor has no Speed reduction, its armor check penalty is 0, and its Bulk is 1. You appear beautiful and radiant while you wear the armor, giving you a +3 item bonus to Diplomacy checks against non-fiends. You gain a +1 circumstance bonus to AC and saving throws against fiends. Once per day, you can activate the armor to cause it to sprout glowing wings. These grant you a fly Speed of 30 feet and shed bright light in a 40-foot radius. The wings fade away after 1 minute. If you are not good, you are drained 2 while wearing celestial armor. You can’t recover from this condition while wearing the armor."
      },
      {
        "label": "Craft Requirements",
        "value": "You must be good."
      }
    ],
    "level": "10",
    "tags": [
      "Divine",
      "Good",
      "Invested",
      "Transmutation"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Chime Of Opening",
    "properties": [
      {
        "label": "Price",
        "value": "235 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This hollow mithral tube is about a foot long. You activate this item by striking the chime and aiming it at a container, door, or lock you want to open. The chime sends out magical vibrations that replicate a 3rd-level knock spell against the target, except that instead of allowing you to attempt a Thievery check, the chime attempts this check with a Thievery bonus of +13. This targets only one lock or binding at a time, so you might need to activate the chime multiple times to open a target with several forms of protection. The chime can be activated 10 times before it cracks and becomes useless."
      }
    ],
    "level": "6",
    "tags": [
      "Evocation",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Choker Of Elocution",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, collar;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This platinum choker bears characters from a particular language’s alphabet, and fills you with knowledge of that language and the associated culture’s customs. You gain an item bonus to Society checks and the ability to read, speak, and understand the chosen language. Your excellent elocution reduces the flat check to perform an auditory action while deafened from 5 to 3."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "6;"
      },
      {
        "label": "Price",
        "value": "200 gp"
      },
      {
        "label": "Description",
        "value": "The choker grants a +2 item bonus."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "2,400 gp"
      },
      {
        "label": "Description",
        "value": "The choker grants a +4 item bonus. It bears characters from three languages and grants fluency in all three."
      },
      {
        "label": "Craft Requirements",
        "value": "You must know the language or languages the choker grants."
      }
    ],
    "level": "6+",
    "tags": [
      "Enchantment",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Circlet Of Persuasion",
    "properties": [
      {
        "label": "Price",
        "value": "4,500 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, circlet;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This elegant silver band often resembles curling fig leaves and fits around your brow. You gain a +3 item bonus to Deception and Diplomacy checks. When you invest the circlet, you either increase your Charisma score by 2 or increase it to 18, whichever would give you a higher score. You can activate the circlet to cast a 4th-level charm spell (DC 31)."
      }
    ],
    "level": "14",
    "tags": [
      "Enchantment",
      "Invested",
      "Magical",
      "Potent"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Clandestine Cloak",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, cloak;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "When you pull up the hood of this gray cloak (an Interact action), you become drab and uninteresting, gaining an item bonus to Stealth checks and to Deception checks to Impersonate a forgettable background character such as a servant, but also taking a –2 item penalty to Diplomacy and Intimidation checks. Once per day, you can activate the cloak to pull the hood up and gain the benefits of nondetection for the listed duration or until you pull the hood back down, whichever comes first."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "150 gp"
      },
      {
        "label": "Description",
        "value": "The cloak grants a +2 bonus. Nondetection is 3rd level and lasts for 10 minutes."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "2,900 gp"
      },
      {
        "label": "Description",
        "value": "The cloak grants a +4 bonus. Nondetection is 7th level and lasts for 1 hour."
      }
    ],
    "level": "5+",
    "tags": [
      "Illusion",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Focus",
      "Operate"
    ]
  },
  {
    "label": "Climbing Bolt",
    "properties": [
      {
        "label": "Price",
        "value": "9 gp"
      },
      {
        "label": "Ammunition",
        "value": "bolt"
      },
      {
        "label": "Description",
        "value": "The shaft of this bolt is wrapped with fine twine. When the bolt strikes a solid surface, the twine unwinds and enlarges into a 50-foot-long hemp rope, securely fastened to the surface the bolt struck. The rope can be pulled free with an Interact basic action and a successful DC 20 Athletics check."
      }
    ],
    "level": "4",
    "tags": [
      "Conjuration",
      "Consumable",
      "Magical"
    ]
  },
  {
    "label": "Cloak Of Elvenkind",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, cloak;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This cloak is deep green with a voluminous hood, and is embroidered with gold trim and symbols of significance to the elves. The cloak allows you to cast the ghost sound cantrip as an innate arcane spell. When you draw the hood up over your head (an Interact action), the cloak transforms to match the environment around you and muffles your sounds, giving you an item bonus to Stealth checks. If you activate the cloak, you pull the hood up and are affected by invisibility for 1 minute or until you pull the hood back down, whichever comes first."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "10;"
      },
      {
        "label": "Price",
        "value": "1,000 gp"
      },
      {
        "label": "Description",
        "value": "The cloak grants a +3 bonus."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "18;"
      },
      {
        "label": "Price",
        "value": "24,000 gp"
      },
      {
        "label": "Description",
        "value": "The cloak grants a +5 bonus, and invisibility is 4th level. If you’re also wearing greater boots of elvenkind, the greater cloak of elvenkind allows you to Sneak in forest environments even when creatures are currently observing you."
      }
    ],
    "tags": [
      "Illusion",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Focus",
      "Operate"
    ]
  },
  {
    "label": "Cloak Of The Bat",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, cloak;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "Sewn from several long strips of luxurious brown and black silk, this cloak grants you an item bonus to Stealth checks as well as to Acrobatics checks to Maneuver in Flight. You can also hang from any surface that can support your weight using only your feet, without any check, though you still must attempt the appropriate Athletics check to Climb in order to move around while inverted. You can activate the cloak to transform it into bat-like wings that grant you a fly Speed of 30 feet for 1 minute, or to cast a 4th-level pest form spell to transform yourself into a Tiny bat."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "660 gp"
      },
      {
        "label": "Description",
        "value": "The cloak grants a +2 bonus, and you can activate the cloak once per day."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "14;"
      },
      {
        "label": "Price",
        "value": "4,000 gp"
      },
      {
        "label": "Description",
        "value": "The cloak grants a +4 bonus, and you can activate the cloak any number of times per day."
      }
    ],
    "level": "9+",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ],
    "activation": [
      "Command",
      "Operate"
    ]
  },
  {
    "label": "Collar Of Inconspicuousness",
    "properties": [
      {
        "label": "Price",
        "value": "625 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, collar;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "This leather collar’s worn and almost threadbare look defies its magical nature. When you invest the collar and attach it to your animal companion’s neck, it grants you the ability to change your ferocious animal companion into a more inconspicuous form. While touching your animal companion, you can activate the collar to transform your companion into a nonthreatening Tiny creature of the same or a similar species (for instance, a house cat instead of a tiger or a puppy instead of a wolf). This has the effects of pest form (2nd level, or 4th level if your animal companion can fly). The effect lasts until you dismiss it with another Focus Activation action that doesn’t cost RP."
      }
    ],
    "level": "9",
    "tags": [
      "Invested",
      "Primal",
      "Transmutation"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Coyote Cloak",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, cloak;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This dusty coat is made of mangy, brown-and-gray coyote fur. While you are wearing this cloak, you gain an item bonus to Survival checks to Cover Tracks or Survive in the Wild. If you critically succeed at your Survival check to Survive in the Wild, you can feed three additional people instead of just one."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "125 gp"
      },
      {
        "label": "Description",
        "value": "The cloak grants a +2 bonus."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "2,500 gp"
      },
      {
        "label": "Description",
        "value": "The cloak grants a +4 bonus, and if you critically succeed at Surviving in the Wild, you can feed five additional people instead of just one."
      }
    ],
    "level": "5+",
    "tags": [
      "Divination",
      "Invested",
      "Magical"
    ]
  },
  {
    "label": "Crafter’s Eyepiece",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, eyepiece;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This rugged metal eyepiece etched with square patterns, is designed to be worn over a single eye. Twisting the lens reveals a faint three-dimensional outline of an item you plan to build, with helpful labels on the component parts. While worn, this eyepiece gives you an item bonus to Crafting checks to Craft."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "125 gp"
      },
      {
        "label": "Description",
        "value": "The eyepiece grants a +2 bonus."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "2,700 gp"
      },
      {
        "label": "Activation",
        "value": "1 minute"
      },
      {
        "label": "Description",
        "value": "(Operate Activation) The eyepiece grants a +4 bonus. Once per day, you can activate the eyepiece by twisting it for 1 minute to have the eyepiece cast a 5th-level creation spell over the course of the minute to construct a temporary item."
      }
    ],
    "level": "5+",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ]
  },
  {
    "label": "Dagger Of Venom",
    "properties": [
      {
        "label": "Price",
        "value": "160 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "The serrated blade of this +1 dagger has a greenish tinge, and the pommel is sculpted to look like the head of a serpent about to strike. When you critically succeed at your attack roll with the dagger of venom, the target becomes sick 1 unless it succeeds at a DC 19 Fortitude save. This is a poison effect. Once per day, after you hit a creature with the dagger of venom, you can spend your next action to activate the dagger and poison the creature you hit."
      },
      {
        "label": "Dagger Venom",
        "value": "(poison)"
      },
      {
        "label": "Saving Throw",
        "value": "Fortitude DC 19;"
      },
      {
        "label": "Duration",
        "value": "4 rounds."
      },
      {
        "label": "Stage 1",
        "value": "1d4 poison damage and enfeebled 1."
      }
    ],
    "level": "5",
    "tags": [
      "Magical",
      "Necromancy",
      "Poison"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Dancing Scarf",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, belt;"
      },
      {
        "label": "Description",
        "value": "This long and billowing scarf is typically woven of silk or another sheer fabric and adorned with bells or other jangling bits of shiny metal. It grants an item bonus to Performance checks to dance; additionally, after spending a Perform action to dance, you can activate the scarf to grant yourself concealment until the end of your next turn."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "6;"
      },
      {
        "label": "Price",
        "value": "245 gp"
      },
      {
        "label": "Description",
        "value": "The scarf grants a +2 bonus."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "14;"
      },
      {
        "label": "Price",
        "value": "4,450 gp"
      },
      {
        "label": "Description",
        "value": "The scarf grants a +4 bonus. When you activate the scarf, the squares adjacent to you are considered your space for the purpose of determining whether your enemy’s attacks are screened."
      }
    ],
    "level": "6+",
    "tags": [
      "Illusion",
      "Invested",
      "Magical",
      "Visual"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Daredevil Boots",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, shoes;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "These brightly colored boots motivate you to perform risky stunts and grant you the agility to succeed. The boots grant you an item bonus to Acrobatics check and a circumstance bonus to checks to Tumble Through an enemy’s space. The boots can grip solid surfaces and help you avoid a fall, allowing you to use the Grab Edge reaction even if your hands aren’t free. You treat falls as 10 feet shorter or, if you have the Cat Fall feat, treat your proficiency rank in Acrobatics as one rank better to determine the benefits of that feat. If you have Cat Fall and are already legendary in Acrobatics, you can choose the speed of your fall, from 60 feet per round up to normal falling speed."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "10;"
      },
      {
        "label": "Price",
        "value": "900 gp"
      },
      {
        "label": "Description",
        "value": "The boots grant a +3 bonus to Acrobatics checks and a +1 bonus to Tumble Through."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "17;"
      },
      {
        "label": "Price",
        "value": "14,000 gp;"
      },
      {
        "label": "Description",
        "value": "The boots grant a +5 bonus to Acrobatics checks and a +2 bonus to Tumble Through. You can activate the boots to cast freedom of movement on yourself."
      }
    ],
    "tags": [
      "Abjuration",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Focus",
      "Operate"
    ]
  },
  {
    "label": "Dazing Tremblant",
    "properties": [
      {
        "label": "Price",
        "value": "225 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, weapon;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You deal sneak attack damage with the affixed weapon."
      },
      {
        "label": "Description",
        "value": "A dazing tremblant reverberates every time its affixed weapon deals damage. When you activate the tremblant, the damaged creature must succeed at a DC 28 Will save or become slow 1 until the end of your next turn. If it critically fails its saving throw, it instead becomes stunned until the end of your next turn."
      }
    ],
    "level": "12",
    "tags": [
      "Consumable",
      "Enchantment",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Demon Armor",
    "properties": [
      {
        "label": "Price",
        "value": "1,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, armor;"
      },
      {
        "label": "Bulk",
        "value": "4"
      },
      {
        "label": "Description",
        "value": "Crafted from black iron, this crude suit of +2 full plate is designed to make you look like a horned demon, with your face peering out of the screaming maw of the beast. While wearing the armor, you can attack with the helmet’s horns. They are a +1 martial weapon that have a d8 damage die, deal piercing damage, and have the deadly trait. On a critical hit with the horns, the victim must attempt a DC 25 Fortitude save or contract the Abyssal plague disease (see Abyssal plague on page 203). Once per day, you can activate the armor to cast dimension door. If you are not evil, you are drained 2 while wearing demon armor. You can’t recover from this condition while wearing the armor."
      },
      {
        "label": "Craft Requirements",
        "value": "You must be evil and supply a casting of dimension door."
      }
    ],
    "level": "10",
    "tags": [
      "Divine",
      "Evil",
      "Invested",
      "Necromancy"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Demon Mask",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, mask;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This terrifying mask is crafted in the visage of a leering demon and grants an item bonus to Intimidation checks. You can activate the mask once per day to have the mask cast a fear spell that implants images of demonic horror."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "6;"
      },
      {
        "label": "Price",
        "value": "230 gp"
      },
      {
        "label": "Description",
        "value": "This blood-red mask grants a +2 bonus. It casts 1st-level fear with a DC of 20."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "14;"
      },
      {
        "label": "Price",
        "value": "4,100 gp"
      },
      {
        "label": "Description",
        "value": "This grotesque green mask grants a +4 bonus. It casts 3rd-level fear with a DC of 31."
      }
    ],
    "level": "6+",
    "tags": [
      "Enchantment",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Diadem Of Intellect",
    "properties": [
      {
        "label": "Price",
        "value": "4,500"
      },
      {
        "label": "Method Of Use",
        "value": "worn, circlet;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This elegant, colorful gem is cut into a complex geometric patter and slotted into a narrow metal band that fits around your brow. You gain a +3 item bonus to checks to Recall Knowledge, regardless of the skill. When you invest the headband, you either increase your Intelligence score by 2 or increase it to 18, whichever would give you a higher score. You can activate the diadem to gain the effect of hypercognition."
      }
    ],
    "level": "14",
    "tags": [
      "Divination",
      "Invested",
      "Magical",
      "Potent"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Disintegration Bolt",
    "properties": [
      {
        "label": "Price",
        "value": "800 gp"
      },
      {
        "label": "Ammunition",
        "value": "bolt"
      },
      {
        "label": "Description",
        "value": "The shaft of this bolt is utterly scorched and blackened, and handling it leaves a fine black powder coating your fingers. When an activated disintegration bolt hits a creature, in addition to the normal damage, the target is subject to a disintegrate spell requiring a DC 32 Fortitude saving throw. As with the spell, a critical hit on the attack roll causes the target’s saving throw outcome to be one degree worse."
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of disintegrate."
      }
    ],
    "level": "15",
    "tags": [
      "Consumable",
      "Evocation",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Divine Prayer Beads",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "This strand of ordinary-looking prayer beads glows with a soft light and becomes warm to the touch the first time you cast a divine spell while holding them. When you do, the prayer beads become attuned to your deity, changing their form and iconography to prominently incorporate your deity’s holy symbol. Whenever you cast a divine spell from your own spell slots (not a cantrip, an innate spell, a power, or any spell cast through other means) and you use the prayer beads as your holy symbol, you recover 1 Hit Point; this is a positive healing effect. If the spell you cast was a healing spell, you can give this additional healing effect to one of the spell’s targets instead of yourself. Additionally, you can activate the beads to cast bless and heal each once per day. Greater divine prayer beads cause you to recover 1d4 HP instead of 1 HP when casting divine spells, and activating them allows you to cast bless, divine wrath (matching one component of your deity’s alignment), heal, neutralize poison, and remove disease, all as 4th-level spells, each once per day."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "160 gp"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "11;"
      },
      {
        "label": "Price",
        "value": "1,400 gp"
      },
      {
        "label": "Craft Requirements",
        "value": "You must be a divine spellcaster."
      }
    ],
    "level": "5+",
    "tags": [
      "Divine",
      "Healing",
      "Necromancy",
      "Positive"
    ]
  },
  {
    "label": "Doctor’s Marvelous Medicine",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "Treat Poison or 8 hours (Treat Disease) This set of master healer’s tools contains a seemingly endless supply of bandages, herbs, and other healing items, granting you an item bonus to Medicine checks. You can activate the tools when you use them to Treat Poison to gain the effects of neutralize poison, or when you Treat Disease to gain the effects of remove disease."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "12;"
      },
      {
        "label": "Price",
        "value": "1,800 gp"
      },
      {
        "label": "Description",
        "value": "The tools grant a +3 item bonus and cast 3rd-level spells."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "18;"
      },
      {
        "label": "Price",
        "value": "21,000 gp"
      },
      {
        "label": "Description",
        "value": "The tools grant a +5 item bonus and cast 6th-level spells."
      }
    ],
    "tags": [
      "Magical",
      "Necromancy"
    ]
  },
  {
    "label": "Doubling Rings",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This item consists of two magically linked rings: an ornate golden ring with a square-cut ruby, and a thick, plain iron ring. When you wield a melee weapon in the hand that wears the golden ring, it replicates the power of its potency rune onto a melee weapon you wield in the hand wearing the iron ring. Any potency rune on the weapon in the iron-ringed hand is suppressed. This functions only if you wear both rings, and only if the weapon in the iron-ringed hand is of sufficient quality to receive the runes. (For instance, it would need to be master quality or better to accept a +3 magic weapon potency rune.) The replication ceases as soon as you cease wielding a weapon in one of your hands. Consequently, the benefit doesn’t apply to thrown attacks or if you’re holding a weapon but not wielding it (such as holding a weapon that requires two hands to wield)."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "3;"
      },
      {
        "label": "Price",
        "value": "50 gp"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "11;"
      },
      {
        "label": "Price",
        "value": "1,300 gp"
      },
      {
        "label": "Description",
        "value": "The rings also replicate weapon property runes from the weapon in the gold-ringed hand, if the weapon has sufficient quality to accept them. The weapon in the iron-ringed hand gains the benefits of those runes and its own runes (if any) are suppressed. When you invest the rings, you can elect for the rings to transfer only potency runes, in which case they function as standard doubling rings."
      }
    ],
    "level": "3+",
    "tags": [
      "Evocation",
      "Invested",
      "Magical"
    ]
  },
  {
    "label": "Dragon’s Breath Potion",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This liquid contains blood from a certain breed of dragon. For 1 hour after you imbibe the acrid concoction, you can unleash a breath weapon used by that breed of dragon. The potion’s level and Price, as well as the amount of damage and the DC of the saving throw, all depend on the age of the dragon whose blood you used. This item has the trait matching the damage type of the breath weapon. You can spend another Operate Activation action with no RP cost immediately after drinking the potion to exhale dragon breath. At any point during the potion’s duration, you can use the breath weapon by spending 1 RP and 2 Operate Activation actions (one to inhale the necessary air and the other to breathe out). After you use the breath weapon, you can’t do so again for 1d4 rounds. Each creature in the area of the breath weapon attempts a save against your breath weapon."
      },
      {
        "label": "Success",
        "value": "Half damage."
      },
      {
        "label": "Critical Success",
        "value": "No damage."
      },
      {
        "label": "Failure",
        "value": "full damage."
      },
      {
        "label": "Critical Failure",
        "value": "double damage."
      },
      {
        "label": "Type",
        "value": "young;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "45 gp;"
      },
      {
        "label": "Damage",
        "value": "4d6;"
      },
      {
        "label": "Dc",
        "value": "21"
      },
      {
        "label": "Type",
        "value": "adult;"
      },
      {
        "label": "Level",
        "value": "12;"
      },
      {
        "label": "Price",
        "value": "250 gp;"
      },
      {
        "label": "Damage",
        "value": "7d6;"
      },
      {
        "label": "Dc",
        "value": "28"
      },
      {
        "label": "Type",
        "value": "wyrm;"
      },
      {
        "label": "Level",
        "value": "17;"
      },
      {
        "label": "Price",
        "value": "2,000 gp;"
      },
      {
        "label": "Damage",
        "value": "10d6;"
      },
      {
        "label": "Dc",
        "value": "35"
      },
      {
        "label": "Description",
        "value": "Black or copper 30-foot line of acid (Reflex) Blue or bronze 30-foot line of electricity (Reflex) Brass 30-foot line of fire (Reflex) Green 15-foot cone of poison (Fortitude) Gold or red 15-foot cone of fire (Reflex) Silver or white 15-foot cone of cold (Reflex)"
      }
    ],
    "level": "7+",
    "tags": [
      "Consumable",
      "Evocation",
      "Magical",
      "Potion"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Dragonslayer’s Shield",
    "properties": [
      {
        "label": "Price",
        "value": "670 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "While raised, this master-quality heavy steel shield (Hardness 8) grants its circumstance bonus to Reflex saves against area effects (as well as to AC and TAC as normal). While you hold the shield, it also grants you a +1 circumstance bonus to Will saves against a dragon’s frightful presence ability. Each dragonslayer’s shield is covered with scales from a dragon. The shield has resistance 5 against the damage type corresponding to that dragon’s breath weapon: acid for black or copper; cold for silver or white; electricity for blue or bronze; fire for brass, gold, or red; or poison for green. You can use Shield Block against attacks that deal damage of that type."
      }
    ],
    "level": "9",
    "tags": [
      "Abjuration",
      "Magical"
    ]
  },
  {
    "label": "Druid’s Vestments",
    "properties": [
      {
        "label": "Price",
        "value": "1,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, garment;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This brown-and-green tunic is embroidered with patterns that resemble interlocking elk antlers. When you transform into a battle form using your Wild Shape pool, you can activate the vestments to retain your own attack bonus, skill bonuses, and AC instead of using those listed in the spell."
      },
      {
        "label": "Craft Requirements",
        "value": "You must have the Wild Shape class feat."
      }
    ],
    "level": "10",
    "tags": [
      "Invested",
      "Primal",
      "Transmutation"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Dust Of Appearance",
    "properties": [
      {
        "label": "Price",
        "value": "18 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "Stored in a small wooden tube or reed, this powder looks like a fine metallic dust. When flung in the air, this dust coats all creatures in a 10-foot burst centered on the corner of any space within 5 feet of you. For 1 minute, the coated creatures can’t be concealed or invisible, nor can they benefit from mirror image or similar abilities that create illusory duplicates. Any illusions in the area of 3rd level or lower are revealed as such, although this does not end their effect."
      }
    ],
    "level": "5",
    "tags": [
      "Consumable",
      "Divination",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Dust Of Disappearance",
    "properties": [
      {
        "label": "Price",
        "value": "88 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This powder shimmers like a thousand tiny motes of light. Activating the dust by sprinkling it on yourself or a creature within reach casts a 4th-level invisibility spell with a duration of 1 minute. This invisibility can’t be negated or seen through by any spell of 3rd level or lower, but it can be foiled by dust of appearance."
      }
    ],
    "level": "9",
    "tags": [
      "Consumable",
      "Illusion",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Dwarven Thrower",
    "properties": [
      {
        "label": "Price",
        "value": "3,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "This +2 master warhammer is inlaid with precious metals and decorated in a dwarven style. If you’re a dwarf, a dwarven thrower functions for you as a master-quality +3 returning warhammer with the thrown 30 feet trait, and your attacks with the hammer deal an additional 1d8 damage against giants."
      }
    ],
    "level": "13",
    "tags": [
      "Evocation",
      "Magical"
    ]
  },
  {
    "label": "Effervescent Ampoule",
    "properties": [
      {
        "label": "Price",
        "value": "42 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, armor;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Requirements",
        "value": "You are an expert in Acrobatics."
      },
      {
        "label": "Description",
        "value": "Light spring water fizzes and bubbles within this small glass globe. When you activate the trinket, you decant the spring water onto the affixed armor. Until the end of your turn, the armor lets you move across water and other liquids as if they were solid ground. If you Stride or Step over a weight-sensitive pressure plate, you don’t cause the plate to depress, which prevents you from triggering any device or hazard attached to the pressure plate. When the ampoule’s effect ends, you sink, fall, break through flimsy ground, or land on pressure plates as normal for your current location."
      }
    ],
    "level": "7",
    "tags": [
      "Consumable",
      "Magical",
      "Transmutation",
      "Trinket"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Electric Eelskin",
    "properties": [
      {
        "label": "Price",
        "value": "950 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, armor;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "Shining, slippery eelskin makes up the plates of this +2 master slick leather armor. The armor gives you the ability to breathe water and grants you a +3 item bonus to Athletics checks to Swim and Stealth checks. In addition, you can activate the armor to cast shocking grasp (2nd level)."
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of shocking grasp."
      }
    ],
    "level": "10",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ],
    "activation": [
      "Command",
      "Operate"
    ]
  },
  {
    "label": "Elemental Gem",
    "properties": [
      {
        "label": "Price",
        "value": "120 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "You shout the name of an Elemental Lord and dash this glassy gem against a hard surface to activate it. It cracks open, casting a 5th- level summon monster spell to summon forth a lesser elemental that’s under your control as long as you spend an action each round to Concentrate on a Spell. This gem comes in four varieties: transparent for an air elemental, light brown for an earth elemental, reddish orange for a fire elemental, and blue-green for a water elemental."
      }
    ],
    "level": "10",
    "tags": [
      "Conjuration",
      "Consumable",
      "Magical"
    ],
    "activation": [
      "Command",
      "Operate"
    ]
  },
  {
    "label": "Emerald Grasshopper",
    "properties": [
      {
        "label": "Price",
        "value": "115 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, armor;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You attempt a High Jump, but haven’t rolled yet."
      },
      {
        "label": "Requirements",
        "value": "You are a master in Athletics."
      },
      {
        "label": "Description",
        "value": "This small emerald grasshopper is usually clasped to the legs of a suit of armor. When you activate the grasshopper, if you succeed at the Athletics check, you leap up to 50 feet vertically and up to 10 feet horizontally. If you critically succeed, you can leap up to 75 feet vertically and 20 feet horizontally. If you don’t end your jump on solid ground, you flutter in the air until the end of your turn and then fall harmlessly at a rate of 60 feet per round."
      }
    ],
    "level": "10",
    "tags": [
      "Consumable",
      "Magical",
      "Transmutation",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Everburning Torch",
    "properties": [
      {
        "label": "Price",
        "value": "25 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hands;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This torch sheds light constantly, requiring no oxygen and generating no heat. The flame can be covered or hidden, but not smothered or quenched."
      }
    ],
    "level": "2",
    "tags": [
      "Evocation",
      "Light",
      "Magical"
    ]
  },
  {
    "label": "Explosive Ammunition",
    "properties": [
      {
        "label": "Ammunition",
        "value": "any"
      },
      {
        "label": "Description",
        "value": "This piece of ammunition is coated in gritty black soot. When activated explosive ammunition hits a creature, the missile explodes in a 10-foot burst that deals an amount of fire damage depending on the ammunition’s type. Each creature in the area must attempt a Reflex save."
      },
      {
        "label": "Success",
        "value": "Half damage."
      },
      {
        "label": "Critical Success",
        "value": "No damage."
      },
      {
        "label": "Failure",
        "value": "Full damage."
      },
      {
        "label": "Critical Failure",
        "value": "Double damage."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "8;"
      },
      {
        "label": "Price",
        "value": "60 gp;"
      },
      {
        "label": "Damage",
        "value": "6d6;"
      },
      {
        "label": "Dc",
        "value": "22"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "12;"
      },
      {
        "label": "Price",
        "value": "250 gp;"
      },
      {
        "label": "Damage",
        "value": "10d6;"
      },
      {
        "label": "Dc",
        "value": "28"
      }
    ],
    "level": "8+",
    "tags": [
      "Consumable",
      "Evocation",
      "Fire",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Eyes Of The Eagle",
    "properties": [
      {
        "label": "Price",
        "value": "250 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, eyepiece;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "These lenses of amber crystal fit over your eyes. They grant you low-light vision and a +2 item bonus to Perception checks that involve sight."
      }
    ],
    "level": "6",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ]
  },
  {
    "label": "Fear Gem",
    "properties": [
      {
        "label": "Price",
        "value": "11 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, weapon;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You use"
      },
      {
        "label": "Description",
        "value": "Intimidating Strike, but haven’t rolled for the attack yet. Dark smoke seems to writhe within this obsidian gem. When you activate the gem, if your Intimidating Strike hits, the target is frightened 2 and flat-footed against your attacks until the end of your next turn. If the attack roll is a critical success, the target is flat-footed against your attacks for 1 minute."
      }
    ],
    "level": "4",
    "tags": [
      "Consumable",
      "Enchantment",
      "Fear",
      "Magical",
      "Mental",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Feather Step Stone",
    "properties": [
      {
        "label": "Price",
        "value": "6 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, armor;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You take a"
      },
      {
        "label": "Description",
        "value": "Stride or Step action."
      },
      {
        "label": "Requirement",
        "value": "You are an expert in Acrobatics."
      },
      {
        "label": "Description",
        "value": "This stone, usually set in a cameo, is a small chunk of yellow or blue amber with a bit of feather or a flying insect caught within it. When you activate the stone, you ignore the effects of difficult terrain on the ground while performing the triggering action."
      }
    ],
    "level": "3",
    "tags": [
      "Consumable",
      "Magical",
      "Transmutation",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Feather Token",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "Each feather token appears to be a simple feather from some exotic bird. The feather’s shaft, dipped in gold, bears a single arcane rune. Activating a feather token causes the feather to transform into another object, which then can be used as normal. Each feather can be activated only once, with most of them permanently becoming the item in their description."
      },
      {
        "label": "Type",
        "value": "anchor;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "45 gp"
      },
      {
        "label": "Description",
        "value": "This feather can be activated only on a boat. When used, this feather turns into a massive anchor that causes the boat to immediately stop. After 1 day, the anchor vanishes and the boat can move as normal. The anchor is attached to the boat by a magical chain of force, but it can be removed by dispel magic or a similar effect."
      },
      {
        "label": "Type",
        "value": "bird;"
      },
      {
        "label": "Level",
        "value": "1;"
      },
      {
        "label": "Price",
        "value": "2 gp"
      },
      {
        "label": "Description",
        "value": "When used, this token transforms into a small sparrow that waits on your finger for you to relay a message up to 1 minute in duration, along with the name and rough location of a recipient. The recipient must be someone you have met, and the location must be somewhere you have visited. After receiving the message, the bird flies off to deliver it, traveling at 30 miles per hour and then searching for the target in the location you provided. If the bird finds the target, it moves adjacent to them, your words emanate from the bird, then the bird flies off and vanishes. The bird also vanishes if it fails to find your target after 10 hours of searching the location you specified."
      },
      {
        "label": "Type",
        "value": "chest;"
      },
      {
        "label": "Level",
        "value": "3;"
      },
      {
        "label": "Price",
        "value": "7 gp"
      },
      {
        "label": "Description",
        "value": "When you use this token, a small wooden chest appears and immediately opens. This chest can hold up to 10 Bulk worth of items. Once the chest is closed, it transforms again—this time into a key—taking all of the stored items with it. You can activate this key by spending an Interact action to turn it in an imaginary lock, which causes it to transform back into a chest with all of the items still inside. Once it has turned into a chest a second time, it will forever remain a wooden chest."
      },
      {
        "label": "Type",
        "value": "fan;"
      },
      {
        "label": "Level",
        "value": "4;"
      },
      {
        "label": "Price",
        "value": "12 gp"
      },
      {
        "label": "Description",
        "value": "Activating this feather requires you to fan it in a given direction. If this direction is toward the sail of a boat, the boat is accelerated 10 for up to 8 hours. If fanned in any other direction, it instead casts gust of wind (DC 17)."
      },
      {
        "label": "Type",
        "value": "holly bush;"
      },
      {
        "label": "Level",
        "value": "2;"
      },
      {
        "label": "Price",
        "value": "5 gp"
      },
      {
        "label": "Description",
        "value": "When this feather is activated, it immediately transforms into a living holly bush, filling a single square. This bush can provide cover. In addition, the bush has 2d4 bright red berries. While holly berries are usually poisonous, these berries are infused with beneficial magic. You can eat a berry as an Interact action to recover 1 Hit Point. Once plucked from the bush, a berry becomes nonmagical after a few seconds, so it doesn’t heal you if you don’t eat it within the span of your Interact action. If activated on soil, the plant continues to grow and thrive (although it will not produce any more healing berries). If activated elsewhere, it withers and dies within 1d4 days."
      },
      {
        "label": "Type",
        "value": "ladder;"
      },
      {
        "label": "Level",
        "value": "1;"
      },
      {
        "label": "Price",
        "value": "2 gp"
      },
      {
        "label": "Description",
        "value": "When activated, this token transforms into a 20-foot-long wooden ladder."
      },
      {
        "label": "Type",
        "value": "swan boat;"
      },
      {
        "label": "Level",
        "value": "8;"
      },
      {
        "label": "Price",
        "value": "54 gp"
      },
      {
        "label": "Description",
        "value": "This feather can be activated only when tossed into a large body of water, such as a lake or broad river. It transforms into a swan-shaped boat capable of carrying up to 32 Medium creatures or 8 Large creatures. The boat moves on the water at a Speed of 60 feet, and it lasts for 1 day."
      },
      {
        "label": "Type",
        "value": "tree;"
      },
      {
        "label": "Level",
        "value": "6;"
      },
      {
        "label": "Price",
        "value": "26 gp"
      },
      {
        "label": "Description",
        "value": "This token can be used only on an unoccupied patch of earth or soil. When activated, this token transforms into an oak tree, 60 feet tall with a 5-foot-wide trunk. The tree continues to live and grow if conditions are favorable."
      },
      {
        "label": "Type",
        "value": "whip;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "90 gp"
      },
      {
        "label": "Description",
        "value": "This feather transforms into a +1 dancing whip. The whip immediately jumps from your grasp and continues to attack your enemies until 1 minute has passed or it fails its flat check for dancing, at which point it vanishes. If the whip’s target isn’t prone, it uses its actions to attempt to Trip that creature. Its attack bonus is +18 instead of the normal bonus for a dancing weapon, and it uses the same bonus for its Trip attempts."
      }
    ],
    "level": "1+",
    "tags": [
      "Conjuration",
      "Consumable",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Fighter’s Fork",
    "properties": [
      {
        "label": "Price",
        "value": "150 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 or 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "You can manipulate this +1 trident with an Interact action to extend or shorten the haft. When extended, the trident requires two hands to wield and gains the reach trait, but loses the trident’s normal thrown trait."
      }
    ],
    "level": "5",
    "tags": [
      "Magical",
      "Transmutation"
    ]
  },
  {
    "label": "Flame Tongue",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "This longsword has an ornate brass hilt and a pommel and blade shaped like stylized flames. When wielded, the blade reflects shimmering firelight, emitting dim light in a 10-foot radius. While wielding the sword, you can cast the produce flame cantrip as an innate arcane spell."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "10;"
      },
      {
        "label": "Price",
        "value": "1,000 gp"
      },
      {
        "label": "Description",
        "value": "This is a +2 master flaming longsword. When casting produce flame, you treat your spellcasting ability modifier as +6."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "16;"
      },
      {
        "label": "Price",
        "value": "9,000 gp;"
      },
      {
        "label": "Description",
        "value": "Command This is a +3 master greater flaming longsword. When casting produce flame, you treat your spellcasting ability modifier as +6. Once per day while wielding the sword, you can activate it to create a 10-foot aura of flame that lasts 1 minute. Your attacks, as well as the attacks of allies who are within the aura, gain the flaming property."
      }
    ],
    "tags": [
      "Evocation",
      "Fire",
      "Magical"
    ]
  },
  {
    "label": "Floating Shield",
    "properties": [
      {
        "label": "Price",
        "value": "2,800 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This master-quality light wooden shield (Hardness 6) protects you without requiring you to spend actions each round. When you activate this shield, you can release it from your grip as a part of that action. The shield floats in the air next to you, granting you its bonus automatically, as if you Raised the Shield. Because you’re not wielding the shield, you can’t use reactions such as Shield Block with the shield. After 1 minute, the shield drops to the ground, ending its floating effect. While the shield is adjacent to you, you can grasp it with an Interact action, ending its floating effect."
      }
    ],
    "level": "13",
    "tags": [
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Forge Warden",
    "properties": [
      {
        "label": "Price",
        "value": "690 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Trigger",
        "value": "You use the forge warden for Shield Block and the shield takes 1 Dent."
      },
      {
        "label": "Description",
        "value": "The holy symbol of the forge god Torag—an ornate hammer of fine dwarven construction—adorns the face of this expert-quality heavy steel shield (Hardness 6). While you’re wielding this shield, you count as having a religious symbol of Torag in your hand. You and any adjacent allies have fire resistance 5 while the shield is raised. When used for a Shield Block, the forge warden rings out like the hammer strike of a blacksmith, and the symbol glows as if lit by the fires of a furnace; if the forge warden takes a Dent and the attacking creature is adjacent to you, you can activate the shield to deal the attacking creature 4d6 fire damage. MARKETS FOR MAGIC"
      }
    ],
    "level": "9",
    "tags": [
      "Abjuration",
      "Magical"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Gallows Tooth",
    "properties": [
      {
        "label": "Price",
        "value": "88 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, weapon;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You start your turn adjacent to at least one creature."
      },
      {
        "label": "Requirements",
        "value": "You have the deny advantage class feature."
      },
      {
        "label": "Description",
        "value": "This grisly molar hangs from a cord threaded through a tiny hole just above its dried, exposed root. When you break this trinket, creatures that are currently adjacent to you are flat-footed to you until the end of your turn."
      }
    ],
    "level": "9",
    "tags": [
      "Consumable",
      "Divination",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Ghost Ammunition",
    "properties": [
      {
        "label": "Ammunition",
        "value": "any"
      },
      {
        "label": "Price",
        "value": "550 gp"
      },
      {
        "label": "Description",
        "value": "This ammunition gains the effects of the ghost touch property and can fly through any obstacle except those that can block incorporeal creatures or effects. You still must have sensed your target (or be able to see it with x-ray vision or a similar ability) in order to target it. Though the ammunition penetrates barriers and ignores cover, the target still benefits from the flat check from being concealed or sensed and the attack is against AC, not TAC. After it is fired, the ammunition vanishes into mist. However, in the dead of the night 1d4 days later, it reappears in the last quiver or other container it was taken from. Ghost ammunition can be only a basic piece of ammunition; it can never be ammunition made of a special material or with any other special traits or qualities."
      }
    ],
    "level": "14",
    "tags": [
      "Magical",
      "Transmutation"
    ]
  },
  {
    "label": "Ghost Dust",
    "properties": [
      {
        "label": "Price",
        "value": "750 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, armor;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You attempt a Stealth check to Hide, but haven’t rolled yet."
      },
      {
        "label": "Requirements",
        "value": "You are legendary in Stealth."
      },
      {
        "label": "Description",
        "value": "This small vial is filled with a grayish-green dust rendered from dried ectoplasm. When you activate the dust, it casts an 8th-level invisibility spell on you with a duration of 1 minute."
      }
    ],
    "level": "15",
    "tags": [
      "Consumable",
      "Illusion",
      "Occult",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Ghoul Hide",
    "properties": [
      {
        "label": "Price",
        "value": "140 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, armor;"
      },
      {
        "label": "Bulk",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "Stitched together from pieces of ghoul skin, this suit of +1 hide grants you a +1 item bonus to saving throws against disease and paralysis, and it makes you immune to the paralysis of ghouls, ghasts, and lacedons. Ghoul hide reviles the touch of elves. When worn by an elf or a half-elf, it gains the clumsy trait."
      }
    ],
    "level": "5",
    "tags": [
      "Invested",
      "Magical",
      "Necromancy"
    ]
  },
  {
    "label": "Gloom Blade",
    "properties": [
      {
        "label": "Price",
        "value": "700 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "As black as coal, this master-quality shortsword grows more potent in the darkness. While in bright light, it functions as a master-quality weapon and doesn’t appear to radiate a magic aura to detect magic or similar spells unless they’re 4th level or higher. In dim light or darkness, the gloom blade becomes a +2 master shortsword. Whenever you use your gloom blade to attack a creature you’re unseen by, you deal 1d6 extra precision damage."
      }
    ],
    "level": "9",
    "tags": [
      "Evocation",
      "Magical"
    ]
  },
  {
    "label": "Gloves Of Storing",
    "properties": [
      {
        "label": "Price",
        "value": "340 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, gloves;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "When you activate these supple leather gloves, you cause any one item you’re holding with a Bulk of 1 or less to vanish, appearing as a simple, stitched pattern on the back of each glove. If you have a free hand, you can make that item appear in that hand as a free action triggered when your turn begins or when you complete an action."
      }
    ],
    "level": "7",
    "tags": [
      "Extradimensional",
      "Invested",
      "Magical",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Goggles Of Night",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, eyepiece;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "The opaque crystal lenses of these sleek goggles do not obscure vision, but rather enhance it. While wearing the goggles, you gain an item bonus to Perception checks involving sight. Activating these goggles by rotating the lenses 90 degrees allows you to see with darkvision."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "6;"
      },
      {
        "label": "Price",
        "value": "220 gp"
      },
      {
        "label": "Description",
        "value": "The goggles grant a +2 bonus, and the darkvision lasts for 10 minutes."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "10;"
      },
      {
        "label": "Price",
        "value": "900 gp"
      },
      {
        "label": "Description",
        "value": "The goggles grant a +3 bonus. The darkvision lasts until you rotate the lenses back or the item is no longer invested by you, whichever comes first."
      }
    ],
    "level": "6+",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Gorget Of The Primal Roar",
    "properties": [
      {
        "label": "Price",
        "value": "1,250 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, collar;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This simple darkwood gorget seems to vibrate with ferocity, granting you a +3 item bonus to Intimidation checks. When you’re in a non-humanoid form via a polymorph effect, you can activate the gorget to unleash a bestial roar, attempting a single Intimidation check compared to the Will DCs of enemies within 30 feet to impose the effects below. You can do this only once per polymorph. You can provide this Command Activation without the need for language."
      },
      {
        "label": "Success",
        "value": "The target is frightened 1."
      },
      {
        "label": "Critical Success",
        "value": "The target is frightened 2 and fleeing for 1 round."
      },
      {
        "label": "Failure",
        "value": "No effect."
      }
    ],
    "level": "11",
    "tags": [
      "Enchantment",
      "Invested",
      "Primal"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Grim Trophy",
    "properties": [
      {
        "label": "Price",
        "value": "30 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, armor;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You attempt an Intimidation check to Coerce or"
      },
      {
        "label": "Description",
        "value": "Demoralize, but haven’t rolled yet."
      },
      {
        "label": "Requirements",
        "value": "You are an expert in Intimidation."
      },
      {
        "label": "Description",
        "value": "This trinket comes in many forms, but it is nearly always a severed piece of a humanoid creature displayed in some gruesome manner. When you activate the trophy, select two targets and compare your Intimidation check result to both of their DCs. If you are Coercing, the second target must have been present for the minute of conversation."
      }
    ],
    "level": "6",
    "tags": [
      "Consumable",
      "Enchantment",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Hand Of The Mage",
    "properties": [
      {
        "label": "Price",
        "value": "30 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This mummified elf hand hangs on a golden chain, its gnarled fingers locked in a peculiar pattern. It allows you to cast mage hand as an innate arcane cantrip."
      }
    ],
    "level": "2",
    "tags": [
      "Evocation",
      "Invested",
      "Magical"
    ]
  },
  {
    "label": "Handwraps Of Mighty Fists",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, gloves;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "When you invest these simple sheets of cloth, you must meditate and slowly wrap them around your hands. The handwraps can have weapon runes placed into them to give your unarmed attacks the benefits of those runes, making your unarmed attacks work like magic weapons. For example, +2 handwraps of mighty fists would give you a +2 item bonus to attack rolls and grant two additional weapon damage dice on your unarmed attacks. Normally this means you would deal 3d4 damage instead of 1d4 with your fists, but if your fists have a different weapon damage die or you have other unarmed attacks, use their weapon damage dice instead. When determining which property runes handwraps can gain, treat them as melee weapons of the brawling group with light Bulk. Property runes apply only if they would be appropriate for the type of attack you’re using. For example, a property that must be applied to a slashing weapon wouldn’t function when you attacked with a fist, but it would work if you attacked with claws or some other slashing unarmed attack. The entries below list both the base handwraps of differing quality with no potency runes, as well as entries for each handwrap with only a potency rune and no property runes. As with magic weapons, these assume the minimum quality level, so the +2 handwraps are of expert quality, for instance. You can upgrade their quality and add or transfer runes just like you could with weapons."
      },
      {
        "label": "Type",
        "value": "expert;"
      },
      {
        "label": "Level",
        "value": "2;"
      },
      {
        "label": "Price",
        "value": "35 gp"
      },
      {
        "label": "Type",
        "value": "+1;"
      },
      {
        "label": "Level",
        "value": "4;"
      },
      {
        "label": "Price",
        "value": "100 gp"
      },
      {
        "label": "Type",
        "value": "master;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "360 gp"
      },
      {
        "label": "Type",
        "value": "+2;"
      },
      {
        "label": "Level",
        "value": "8;"
      },
      {
        "label": "Price",
        "value": "500 gp"
      },
      {
        "label": "Type",
        "value": "+3;"
      },
      {
        "label": "Level",
        "value": "12;"
      },
      {
        "label": "Price",
        "value": "2,000 gp"
      },
      {
        "label": "Type",
        "value": "legendary;"
      },
      {
        "label": "Level",
        "value": "15;"
      },
      {
        "label": "Price",
        "value": "6,500 gp"
      },
      {
        "label": "Type",
        "value": "+4;"
      },
      {
        "label": "Level",
        "value": "16;"
      },
      {
        "label": "Price",
        "value": "10,000 gp"
      },
      {
        "label": "Type",
        "value": "+5;"
      },
      {
        "label": "Level",
        "value": "20;"
      },
      {
        "label": "Price",
        "value": "70,000 gp"
      }
    ],
    "level": "2+",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ]
  },
  {
    "label": "Hat Of Disguise",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, headwear;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Activation",
        "value": "1 minute (Operate Activation)"
      },
      {
        "label": "Description",
        "value": "This ordinary-looking hat can be activated to cast a 1st-level illusory disguise spell on yourself. While setting up the disguise, you can also alter the hat to appear as a comb, ribbon, helm, or other piece of headwear."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "2;"
      },
      {
        "label": "Price",
        "value": "30 gp"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "6;"
      },
      {
        "label": "Price",
        "value": "215 gp;"
      },
      {
        "label": "Description",
        "value": "Once per day, you can spend 2 Operate Activation actions on the hat to cast 2nd-level illusory disguise on yourself to create a superior disguise."
      }
    ],
    "level": "2+",
    "tags": [
      "Illusion",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Hat Of The Magi",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, headwear;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This hat comes in a variety of forms, such as a colorful, ornate turban or a pointy hat with a brim, sometimes covered with astrological symbols or arcane runes. It grants you an item bonus to Arcana checks, and allows you to cast the prestidigitation cantrip as an innate arcane spell."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "150 gp"
      },
      {
        "label": "Description",
        "value": "The hat grants a +2 bonus."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "14;"
      },
      {
        "label": "Price",
        "value": "4,200 gp;"
      },
      {
        "label": "Activation",
        "value": "spellcasting actions of the chosen spell, 1 Resonance Point"
      },
      {
        "label": "Description",
        "value": "The hat grants a +4 bonus, and it can be activated once per day to cast a 6th-level summon monster arcane spell."
      }
    ],
    "level": "5+",
    "tags": [
      "Arcane",
      "Conjuration",
      "Invested"
    ]
  },
  {
    "label": "Headband Of Inspired Wisdom",
    "properties": [
      {
        "label": "Price",
        "value": "4,500 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, circlet;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "or Focus Activation;"
      },
      {
        "label": "Trigger",
        "value": "You fail a saving throw against an effect that makes you confused, fascinated, or stupefied."
      },
      {
        "label": "Description",
        "value": "This simple cloth headband remains pristine and clean at all times no matter the circumstances. When you invest the headband, you either increase your Wisdom score by 2 or increase it to 18, whichever would give you a higher score. When you are considering a course of action, you can activate the headband of inspired wisdom as an action to get a gut feeling about whether it’s a good idea. You gain the effects of an augury spell, except that you receive the result from your own instincts rather than an external source. When you activate the headband of inspired wisdom as a reaction, it clears your mind. You can reroll the saving throw and use the second result. This is a fortune effect."
      }
    ],
    "level": "14",
    "tags": [
      "Abjuration",
      "Invested",
      "Magical",
      "Potent"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Healer’s Gloves",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, gloves;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "These clean, white gloves never show signs of blood, even when used to stitch up wounds or treat other ailments. They give you an item bonus to Medicine checks. In addition, once per day you can activate the item to soothe a willing, adjacent creature’s wounds, restoring a certain number of HP to that creature. You can’t harm undead with this healing."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "340 gp"
      },
      {
        "label": "Description",
        "value": "The gloves provide a +2 bonus and restore 3d8+3 HP."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "15;"
      },
      {
        "label": "Price",
        "value": "6,000 gp"
      },
      {
        "label": "Description",
        "value": "The gloves provide a +4 bonus and restore 11d8+5 HP."
      }
    ],
    "level": "7+",
    "tags": [
      "Invested",
      "Magical",
      "Necromancy"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Healing Potion",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "When you drink a healing potion, you regain the listed number of Hit Points."
      },
      {
        "label": "Type",
        "value": "minor;"
      },
      {
        "label": "Level",
        "value": "1;"
      },
      {
        "label": "Price",
        "value": "3 gp"
      },
      {
        "label": "Description",
        "value": "The potion restores 1d8 Hit Points."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "3;"
      },
      {
        "label": "Price",
        "value": "8 gp"
      },
      {
        "label": "Description",
        "value": "The potion restores 2d8+4 Hit Points."
      },
      {
        "label": "Type",
        "value": "moderate;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "20 gp"
      },
      {
        "label": "Description",
        "value": "The potion restores 3d8+8 Hit Points."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "8;"
      },
      {
        "label": "Price",
        "value": "60 gp"
      },
      {
        "label": "Description",
        "value": "The potion restores 5d8+12 Hit Points."
      },
      {
        "label": "Type",
        "value": "major;"
      },
      {
        "label": "Level",
        "value": "12;"
      },
      {
        "label": "Price",
        "value": "250 gp"
      },
      {
        "label": "Description",
        "value": "The potion restores 7d8+20 Hit Points."
      },
      {
        "label": "Type",
        "value": "true;"
      },
      {
        "label": "Level",
        "value": "16;"
      },
      {
        "label": "Price",
        "value": "1,200 gp"
      },
      {
        "label": "Description",
        "value": "The potion restores 9d8+30 Hit Points."
      }
    ],
    "level": "1+",
    "tags": [
      "Consumable",
      "Healing",
      "Magical",
      "Necromancy",
      "Potion"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Holy Avenger",
    "properties": [
      {
        "label": "Price",
        "value": "4,500 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "The gleaming holy avenger is the iconic weapon of powerful paladins. The crossbar and hilt of this +3 cold iron longsword are styled to look like angel wings. Tradition holds that those who see their reflection in a holy avenger’s highly polished blade have their faults laid bare. When you activate the sword, you can use a separate Interact action to point it at a creature you can see. You learn if that creature is evil; this is a 2nd-level divination and detection spell. A non-good creature attempting to wield a holy avenger is enfeebled 2. This condition can’t be removed in any way until the creature removes the weapon from its person. If you’re a paladin, you also gain the following two benefits. • When you critically hit an evil creature with the holy avenger, the creature is slowed 1 and enfeebled 2 for 1 round. • After you hit a creature with the holy avenger, you can spend your next action to activate the sword to cast dispel magic at the same level as your champion powers. This dispel magic can target either an illusion the creature created or a mental effect the creature cast on you or one of your allies. You must be within 120 feet of the illusion or ally to dispel the effect. Once per day, you can use this dispel magic to instead target a spell affecting the creature you hit or an item that creature wears or carries."
      },
      {
        "label": "Craft Requirements",
        "value": "You must be a lawful good paladin and supply detect alignment and dispel magic. The initial raw materials must include 250 gp of cold iron."
      }
    ],
    "level": "14",
    "tags": [
      "Divine",
      "Evocation",
      "Good"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Holy Water",
    "properties": [
      {
        "label": "Price",
        "value": "2 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This vial contains water blessed by a good deity. You activate a vial of holy water by throwing it as a Strike with a range of 20 feet; this doesn’t require an expenditure of Resonance Points. Holy water deals 1d6 good damage and 1 good splash damage. Holy water damages only creatures that have a weakness to good damage, as well as all fiends and undead."
      }
    ],
    "level": "1",
    "tags": [
      "Consumable",
      "Divine",
      "Good",
      "Splash"
    ]
  },
  {
    "label": "Horn Of Blasting",
    "properties": [
      {
        "label": "Price",
        "value": "700 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "or Operate Activation A horn of blasting looks like a master-quality brass trumpet, and you can use it as such for Performance as normal. When you activate the horn by blowing into it with destructive intent, you create a blast note targeting one creature or object within 30 feet. The target takes 4d6 sonic damage, and can attempt a DC 23 Fortitude save for half damage (no damage on a critical success). Once per day, you can blow even louder, spending 2 Operate Activation actions to instead create an intense blast wave that deals 8d6 sonic damage to creatures in a 30-foot cone and causes them to be deafened for 2d6 rounds. A target can attempt a DC 23 Fortitude saving throw; on a success it takes half damage (or no damage on a critical success) and negates the deafened condition."
      }
    ],
    "level": "9",
    "tags": [
      "Evocation",
      "Sonic"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Horseshoes Of Speed",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, horseshoes;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "When you invest these four simple iron horseshoes and affix them to the hooves of an ordinary horse or a quadrupedal animal companion, that creature gains an item bonus to its land Speed and to Athletics checks to High Jump or Long Jump. In addition, when it Leaps, it can move 5 feet further if jumping horizontally or 3 feet higher if jumping vertically."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "340 gp"
      },
      {
        "label": "Description",
        "value": "The bonus to Speed is +5 feet and the bonus to checks is +2."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "14;"
      },
      {
        "label": "Price",
        "value": "4,250 gp"
      },
      {
        "label": "Description",
        "value": "The bonus to Speed is +10 feet and the bonus to checks is +4."
      }
    ],
    "level": "7+",
    "tags": [
      "Invested",
      "Primal",
      "Transmutation"
    ]
  },
  {
    "label": "Immovable Rod",
    "properties": [
      {
        "label": "Price",
        "value": "600 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "This flat iron bar has a small button that you push when you wish to activate the rod’s magic. The rod is then anchored in place, defying gravity if need be. If the button is pushed again with an Interact basic action, the rod deactivates, ending the anchoring magic. While anchored, the rod can be moved only if 8,000 pounds of pressure are applied to it or if a creature attempting to force the rod out of place critically succeeds at a DC 30 Athletics check (though most intelligent creatures can just push the button to release the rod)."
      }
    ],
    "level": "9",
    "tags": [
      "Magical",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Indestructible Shield",
    "properties": [
      {
        "label": "Price",
        "value": "23,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "An indestructible shield is a legendary heavy adamantine shield (Hardness 13) that can’t be dented or broken. It can be destroyed only by a disintegrate spell dealing at least 90 damage to it, or by an artifact tied to destruction, such as a sphere of annihilation."
      }
    ],
    "level": "18",
    "tags": [
      "Abjuration",
      "Magical"
    ]
  },
  {
    "label": "Inexplicable Apparatus",
    "properties": [
      {
        "label": "Price",
        "value": "32,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, garment;"
      },
      {
        "label": "Bulk",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "This strange and intricate harness fits snuggly to the torso. Once you invest the apparatus, numerous artificial limbs with various tools, clamps, and lenses whirl into action, following your mental commands effortlessly. When using this apparatus, you gain a +5 item bonus to Crafting checks to Craft or Repair and you reduce the minimum number of days to Craft an item by 1 day (minimum 1 day). If you spend more downtime to continue work on the item after COVETED OBJECTS the minimum number of days, on a success, each day you spend reduces the remaining raw materials cost as though your level were 1 higher; on a critical success, each day you spend reduces the remaining raw material cost as through your level were 2 higher. If you are 20th level, on a critical success your progress is 500 sp, 1,000 sp, 2,000 sp, or 3,000 sp for trained, expert, master, or legendary rank, respectively."
      }
    ],
    "level": "19",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ]
  },
  {
    "label": "Invisibility Potion",
    "properties": [
      {
        "label": "Price",
        "value": "8 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "Upon drinking this potion, you’re affected by a 2nd-level invisibility spell."
      }
    ],
    "level": "3",
    "tags": [
      "Consumable",
      "Illusion",
      "Magical",
      "Potion"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Iron Medallion",
    "properties": [
      {
        "label": "Price",
        "value": "80 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, armor;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You attempt a Will save against a fear effect, but haven’t rolled yet."
      },
      {
        "label": "Requirements",
        "value": "You have the bravery class feature."
      },
      {
        "label": "Description",
        "value": "This small medallion is usually shaped like a shield or some other symbol of protection. When you activate the medallion, treat a critical failure on the save as a failure, and treat a failure on the save as a success. Regardless of the result, you gain a +2 circumstance bonus to saves against fear for 1 minute."
      }
    ],
    "level": "9",
    "tags": [
      "Abjuration",
      "Consumable",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Jade Cat",
    "properties": [
      {
        "label": "Price",
        "value": "2 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, armor;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Requirements",
        "value": "You are trained in Acrobatics."
      },
      {
        "label": "Description",
        "value": "A jade cat is typically worn as a pendant upon a suit of armor. When you activate the cat, for the next minute, you are not flat- footed when you Balance."
      }
    ],
    "level": "1",
    "tags": [
      "Abjuration",
      "Consumable",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Javelin Of Lightning",
    "properties": [
      {
        "label": "Price",
        "value": "54 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This item functions as an expert-quality javelin. However, when you activate the javelin by throwing it, the javelin shatters immediately after leaving your hand and unleashes its magic as a 4th-level lightning bolt originating from your space. The bolt deals 5d12 electricity damage and has a Reflex save DC of 22."
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of lightning bolt (4th level)."
      }
    ],
    "level": "8",
    "tags": [
      "Consumable",
      "Electricity",
      "Evocation",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Knapsack Of Halflingkind",
    "properties": [
      {
        "label": "Price",
        "value": "675 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, backpack;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This sturdy leather satchel contains three compartments fastened with large buttons. The first compartment is lined in blue satin and contains an extradimensional space equivalent to a type II bag of holding. Using it requires two hands, just like using a bag of holding. The second compartment has no lining. You can pull forth master-quality cookware and cooking utensils from it. Once they have been used to prepare a meal, the items transform into master- quality plates and silverware, and they evaporate once the meal has been eaten, taking any leftovers with them. The compartment provides only kitchenware, not any food. The third compartment is lined with plush purple velvet, and contains small objects wrapped in parchment paper. Removing and unwrapping one with an Interact action reveals a small berry tart, which the creature that unwrapped it can immediately eat with an Operate Activation action to recover 2d8+4 Hit Points. The knapsack produces four tarts per day, which appear at breakfast time. Any tarts not eaten by the end of the day evaporate."
      }
    ],
    "level": "9",
    "tags": [
      "Conjuration",
      "Extradimensional",
      "Healing",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Light Ammunition",
    "properties": [
      {
        "label": "Price",
        "value": "2 gp"
      },
      {
        "label": "Ammunition",
        "value": "any"
      },
      {
        "label": "Description",
        "value": "When shot, this ammunition sheds light in a 20- foot radius for 10 minutes. If it hits a creature, it sticks to them, causing them to shed light in the same radius instead. A creature can remove the ammunition with an Interact action; it continues to glow for the rest of its duration."
      }
    ],
    "level": "1",
    "tags": [
      "Consumable",
      "Evocation",
      "Light",
      "Magical"
    ]
  },
  {
    "label": "Lion’s Shield",
    "properties": [
      {
        "label": "Price",
        "value": "245 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Trigger",
        "value": "You Raise your Shield."
      },
      {
        "label": "Description",
        "value": "This expert-quality heavy steel shield (Hardness 6) is forged into the shape of a roaring lion’s head, and it can be dented three times, rather than twice, before it becomes broken. When Raising the Shield, you can activate it to animate the lion’s head and immediately make a melee Strike with the shield as part of the Raise a Shield action. When activated in this way, the shield’s biting maw becomes a martial melee weapon that deals 2d6 piercing damage and has the deadly 1d6 trait; it can’t be enhanced to gain potency. Until the end of your turn, you can Strike to attack with the shield again. These subsequent Strikes don’t cost Resonance Points."
      }
    ],
    "level": "6",
    "tags": [
      "Conjuration",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Luck Blade",
    "properties": [
      {
        "label": "Price",
        "value": "30,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Trigger",
        "value": "You attack with the luck blade."
      },
      {
        "label": "Description",
        "value": "Luck and good fortune bless the wielder of this +4 legendary shortsword. Once per day when you dislike the result of your attack roll with the luck blade, you can activate the blade to reroll the attack roll. You must then use the second roll. Furthermore, a luck blade contains one wish when crafted. You can cast this spell as an innate arcane spell while wielding the luck blade, expending the spell. A spellcaster who can cast wish can put another wish into the blade by spending 10,000 gp and 4 days of downtime. A luck blade can hold no more than one wish at a time."
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of wish."
      }
    ],
    "level": "19",
    "tags": [
      "Divination",
      "Fortune",
      "Magical"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Maestro’s Instrument",
    "properties": [
      {
        "label": "Price",
        "value": "950 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "These master-quality instruments take the form of all varieties of handheld musical instruments. A maestro’s instrument grants you a +3 item bonus to Performance checks while playing music with the instrument. Once per day, you can activate the instrument by playing it to produce the effects of a 4th-level charm spell."
      }
    ],
    "level": "10",
    "tags": [
      "Enchantment",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Magic Armor",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, armor"
      },
      {
        "label": "Description",
        "value": "A suit of magic armor is simply a suit of armor with a potency rune and no property runes (for more about runes, see page 370). The armor’s item bonus to AC and TAC increases by the potency value, and you also gain an item bonus to saving throws equal to the potency value. The Prices given here are for an item of the listed quality (the lowest option) and not made of any special materials. For an item of higher than the minimum quality or that’s created from special materials, add the difference between the base item’s Price and the Price for a higher-quality version of the base item, or the Price for special material. For example, +1 master full plate would have a Price 310 gp higher than the expert-quality +1 magic heavy armor listed below, since expert-quality full plate costs 50 gp and master-quality full plate costs 360 gp."
      },
      {
        "label": "Type",
        "value": "+1 magic light or medium armor;"
      },
      {
        "label": "Level",
        "value": "3;"
      },
      {
        "label": "Price",
        "value": "60 gp"
      },
      {
        "label": "Description",
        "value": "This expert light or medium armor has a +1 armor potency rune."
      },
      {
        "label": "Type",
        "value": "+1 magic heavy armor;"
      },
      {
        "label": "Level",
        "value": "4;"
      },
      {
        "label": "Price",
        "value": "100 gp"
      },
      {
        "label": "Description",
        "value": "This expert heavy armor has a +1 armor potency rune."
      },
      {
        "label": "Type",
        "value": "+2 magic armor;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "360 gp"
      },
      {
        "label": "Description",
        "value": "This expert armor has a +2 armor potency rune."
      },
      {
        "label": "Type",
        "value": "+3 magic armor;"
      },
      {
        "label": "Level",
        "value": "11;"
      },
      {
        "label": "Price",
        "value": "1,400 gp"
      },
      {
        "label": "Description",
        "value": "This master armor has a +3 armor potency rune."
      },
      {
        "label": "Type",
        "value": "+4 magic armor;"
      },
      {
        "label": "Level",
        "value": "15;"
      },
      {
        "label": "Price",
        "value": "6,500 gp"
      },
      {
        "label": "Description",
        "value": "This master armor has a +4 armor potency rune."
      },
      {
        "label": "Type",
        "value": "+5 magic armor;"
      },
      {
        "label": "Level",
        "value": "19;"
      },
      {
        "label": "Price",
        "value": "40,000 gp"
      },
      {
        "label": "Description",
        "value": "This legendary armor has a +5 armor potency rune."
      }
    ],
    "level": "3+",
    "tags": [
      "Abjuration",
      "Invested",
      "Magical"
    ]
  },
  {
    "label": "Magic Weapon",
    "properties": [
      {
        "label": "Type",
        "value": "+1 magic weapon;"
      },
      {
        "label": "Level",
        "value": "4;"
      },
      {
        "label": "Price",
        "value": "100 gp"
      },
      {
        "label": "Description",
        "value": "This expert weapon has a +1 weapon potency rune."
      },
      {
        "label": "Type",
        "value": "+2 magic weapon;"
      },
      {
        "label": "Level",
        "value": "8;"
      },
      {
        "label": "Price",
        "value": "500 gp"
      },
      {
        "label": "Description",
        "value": "This expert weapon has a +2 weapon potency rune."
      },
      {
        "label": "Type",
        "value": "+3 magic weapon;"
      },
      {
        "label": "Level",
        "value": "12;"
      },
      {
        "label": "Price",
        "value": "2,000 gp"
      },
      {
        "label": "Description",
        "value": "This expert weapon has a +3 weapon potency rune."
      },
      {
        "label": "Type",
        "value": "+4 magic weapon;"
      },
      {
        "label": "Level",
        "value": "16;"
      },
      {
        "label": "Price",
        "value": "10,000 gp"
      },
      {
        "label": "Description",
        "value": "This master weapon has a +4 weapon potency rune."
      },
      {
        "label": "Type",
        "value": "+5 magic weapon;"
      },
      {
        "label": "Level",
        "value": "20;"
      },
      {
        "label": "Price",
        "value": "70,000 gp"
      },
      {
        "label": "Description",
        "value": "This legendary weapon has a +5 weapon potency rune."
      }
    ],
    "level": "4+",
    "tags": [
      "Evocation",
      "Magical"
    ]
  },
  {
    "label": "Mail Of Luck",
    "properties": [
      {
        "label": "Price",
        "value": "1,900 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, armor;"
      },
      {
        "label": "Bulk",
        "value": "3"
      },
      {
        "label": "Trigger",
        "value": "You are hit or critically hit with an attack, but damage hasn’t been rolled yet."
      },
      {
        "label": "Description",
        "value": "This suit of +2 master splint mail has a large green gemstone inset in a prominent location. You can activate the armor once per day to force the attacker to reroll the attack roll and use the new result. This effect has the fortune trait. Activating the armor causes the gemstone to turn gray and become inert. Its green color returns after 1 week, or when an enemy critically succeeds at an attack roll targeting you; even if the armor’s power returns before a week has elapsed, it can’t be activated more than once per day."
      }
    ],
    "level": "12",
    "tags": [
      "Divination",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Mattock Of The Titans",
    "properties": [
      {
        "label": "Price",
        "value": "40,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "16"
      },
      {
        "label": "Description",
        "value": "This 15-foot-long adamantine digging tool is far too big for you to wield unless you are wearing a belt of giant strength, in which case you can wield it as though it were appropriately sized for you and had 2 Bulk. When used as a weapon, the mattock of the titans has the statistics of a master-quality +4 adamantine keen great pick. While you’re wielding the mattock of the titans, your item bonus to Athletics checks increases to +5. You can use it to loosen or push soft earth at a rate of 1 minute per 5-foot cube, or to smash solid stone at the rate of 5 minutes per 5-foot-cube. Once per day, you can activate the mattock and dig furiously to nonmagically replicate the effects of an earthquake spell."
      },
      {
        "label": "Craft Requirements",
        "value": "You must be a titan, and the initial raw materials must include 11,200 gp of adamantine."
      }
    ],
    "level": "19",
    "tags": [
      "Evocation",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Mending Lattice",
    "properties": [
      {
        "label": "Price",
        "value": "170 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, shield or weapon;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "The affixed item would become broken or destroyed."
      },
      {
        "label": "Requirements",
        "value": "You are a master in Crafting."
      },
      {
        "label": "Description",
        "value": "This lattice is formed of reinforced iron shaped into a perfect octagon. When you activate the lattice, it instantly and completely repairs the affixed item."
      }
    ],
    "level": "11",
    "tags": [
      "Abjuration",
      "Consumable",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Mentalist’s Staff",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "This polished wooden staff bears a swirling motif suggestive of the folds of a brain. You gain a +2 circumstance bonus to checks to identify mental magic."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "3;"
      },
      {
        "label": "Price",
        "value": "60 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "• daze (cantrip) • mindlink (level 1) • phantom pain (level 1)"
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "360 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "4"
      },
      {
        "label": "Description",
        "value": "• paranoia (level 2) • hypercognition (level 3) • phantom pain (level 3)"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "11;"
      },
      {
        "label": "Price",
        "value": "1,400 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "7"
      },
      {
        "label": "Description",
        "value": "• modify memory (level 4) • telepathy (level 4) • phantom pain (level 5) • synaptic pulse (level 5) • synesthesia (level 5)"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply one casting of each listed spell."
      }
    ],
    "level": "3+",
    "tags": [
      "Divination",
      "Invested",
      "Magical",
      "Staff"
    ]
  },
  {
    "label": "Mesmerizing Opal",
    "properties": [
      {
        "label": "Price",
        "value": "28 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, armor;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You attempt a Deception check to Feint, but you haven’t rolled yet."
      },
      {
        "label": "Requirements",
        "value": "You are an expert in Deception."
      },
      {
        "label": "Description",
        "value": "This silver-bound opal pendant is afire with iridescent patterns. When you activate the opal, you treat a critical failure on the Deception check as a failure and a success as a critical success."
      }
    ],
    "level": "6",
    "tags": [
      "Consumable",
      "Enchantment",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Messenger’s Ring",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, shoes;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Activation",
        "value": "10 minutes (Focus Activation)"
      },
      {
        "label": "Description",
        "value": "This silver signet ring changes to match the insignia of the lord or organization you serve. It grants you an item bonus to Diplomacy checks and lets you cast message as an innate arcane spell at will. You can spend 10 minutes using Focus Activations on a message in order to cast dream message to deliver it to someone’s dreams."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "10;"
      },
      {
        "label": "Price",
        "value": "880 gp"
      },
      {
        "label": "Description",
        "value": "The ring grants a +3 item bonus."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "17;"
      },
      {
        "label": "Price",
        "value": "14,000 gp;"
      },
      {
        "label": "Activation",
        "value": "10 minutes"
      },
      {
        "label": "Description",
        "value": "(Focus Activation) or Command The ring grants a +5 item bonus. You can also spend 3 Command Activation actions to cast sending to deliver a message to any target."
      }
    ],
    "tags": [
      "Enchantment",
      "Invested",
      "Magical"
    ]
  },
  {
    "label": "Monkey Pin",
    "properties": [
      {
        "label": "Price",
        "value": "6 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, armor;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You attempt an Athletics check to Climb, but you haven’t rolled yet."
      },
      {
        "label": "Requirements",
        "value": "You are an expert in Athletics."
      },
      {
        "label": "Description",
        "value": "This small brass pin is in the shape of a monkey climbing a tree. When you activate this trinket, treat a success on the Athletics check as a critical success and a critical failure as a failure. If you critically succeed at the Athletics check, you can move your full Speed during that Climb action."
      }
    ],
    "level": "3",
    "tags": [
      "Consumable",
      "Transmutation",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Mummified Bat",
    "properties": [
      {
        "label": "Price",
        "value": "25 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, weapon;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Requirements",
        "value": "You have the Blind-Fight class feat."
      },
      {
        "label": "Description",
        "value": "These trinkets are magically treated corpses of tiny bats bound in papyrus. When you activate the bat, you treat any adjacent unseen creature as concealed and any adjacent sensed or concealed creature as seen until the start of your next turn or until the creature moves away, whichever comes first."
      }
    ],
    "level": "6",
    "tags": [
      "Consumable",
      "Divination",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Murderer’s Knot",
    "properties": [
      {
        "label": "Price",
        "value": "45 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, weapon;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You use the"
      },
      {
        "label": "Description",
        "value": "Twist the Knife class feat with the affixed weapon. This black strand of leather is tied so as to make it look like a peace knot when a weapon is in its scabbard or otherwise stowed, but it does not hamper drawing the weapon in any way. When you activate the knot, Twist the Knife deals persistent bleed damage equal to the full sneak attack damage dealt by the required Strike, rather than reduced damage."
      }
    ],
    "level": "7",
    "tags": [
      "Consumable",
      "Evocation",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Necklace Of Fireballs",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "see text This string of beads can be worn as a necklace or carried in a hand. (Either way, you must invest the item to be able to activate it.) When tied together as a necklace, it appears to be a hemp string with lustrous red beads of various sizes hanging from it. When held in the hand, it appears in its true form: a golden chain with golden spheres attached by fine threads. You can spend an Operate Activation action to detach a sphere from the necklace. You must spend a second Operate Activation action to hurl the sphere up to 70 feet. (This second Operate Activation action has the ranged trait.) Where the sphere lands, it detonates as a fireball (see page 224). Numerous varieties of the necklace of fireballs exist, each with a different Reflex save DC and a combination of spheres that deal different amounts of damage, as listed below. When all the beads are gone, the necklace can no longer be activated."
      },
      {
        "label": "Type",
        "value": "I;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "44 gp"
      },
      {
        "label": "Description",
        "value": "One 6d6, two 4d6 (DC 19)"
      },
      {
        "label": "Type",
        "value": "II;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "115 gp"
      },
      {
        "label": "Description",
        "value": "One 8d6, one 6d6, two 4d6 (DC 21)"
      },
      {
        "label": "Type",
        "value": "III;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "300 gp"
      },
      {
        "label": "Description",
        "value": "One 10d6, two 8d6, two 6d6 (DC 23)"
      },
      {
        "label": "Type",
        "value": "IV;"
      },
      {
        "label": "Level",
        "value": "11;"
      },
      {
        "label": "Price",
        "value": "700 gp"
      },
      {
        "label": "Description",
        "value": "One 12d6, two 10d6, three 8d6 (DC 26)"
      },
      {
        "label": "Type",
        "value": "V;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "1,600 gp"
      },
      {
        "label": "Description",
        "value": "One 14d6, two 12d6, four 10d6 (DC 30)"
      },
      {
        "label": "Type",
        "value": "VI;"
      },
      {
        "label": "Level",
        "value": "15;"
      },
      {
        "label": "Price",
        "value": "4,200 gp"
      },
      {
        "label": "Description",
        "value": "One 16d6, three 14d6, four 12d6 (DC 32)"
      },
      {
        "label": "Type",
        "value": "VII;"
      },
      {
        "label": "Level",
        "value": "17;"
      },
      {
        "label": "Price",
        "value": "9,600 gp"
      },
      {
        "label": "Description",
        "value": "One 18d6, three 16d6, five 14d6 (DC 35)"
      }
    ],
    "level": "5+",
    "tags": [
      "Evocation",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Nectar Of Purification",
    "properties": [
      {
        "label": "Price",
        "value": "2 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This oil casts a 1st-level purify food and drink spell over any food or drink onto which it’s poured. The nectar evaporates as it takes effect, leaving the taste and texture of the food or drink unaltered."
      }
    ],
    "level": "1",
    "tags": [
      "Consumable",
      "Magical",
      "Necromancy",
      "Oil"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Oathbow",
    "properties": [
      {
        "label": "Price",
        "value": "1,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "Constructed of white wood with ornate designs carved into its surface, this master-quality +2 composite longbow appears to have been made by elves. Sometimes when you loose an arrow, its whistling in flight sounds like a voice whispering in Elven, wishing for the swift defeat of your enemies. You can activate the bow by swearing an oath to destroy one creature you can see. For the next 7 days or until that creature is slain, your attacks with the bow against that creature deal 2d6 additional damage, and you gain a +2 circumstance bonus to Survival checks to Track that creature. Your critical hits against the target gain the bow’s critical specialization effect (see page 183); if they would already do so, they instead increase the DC of the Athletics check to break free when critically hit to DC 20. After you activate the bow, you can’t activate it again for 7 days. If you kill the creature you’ve sworn an oath against, the oath ends and you need wait only 1 minute before you can activate it again."
      }
    ],
    "level": "10",
    "tags": [
      "Divination",
      "Magical"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Obfuscation Oil",
    "properties": [
      {
        "label": "Price",
        "value": "700 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "You can spread this blue-gray gel on a single item with a Bulk of 3 or less. That object becomes immune to divination magic of 8th level or lower (such as locate). This oil is permanent, but it can be removed with acid. Such removal usually takes 1 minute for objects with Bulk of 1 or less, or a number of minutes equal to the item’s Bulk."
      }
    ],
    "level": "15",
    "tags": [
      "Consumable",
      "Illusion",
      "Magical",
      "Oil"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Obsidian Reliquary",
    "properties": [
      {
        "label": "Price",
        "value": "250 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, shield;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You use"
      },
      {
        "label": "Description",
        "value": "Shield Block with the affixed shield against a critical hit by a weapon attack. This tiny stone box holds some minor relic to an evil deity. When you activate the reliquary, the effect depends on your alignment on the good–evil axis."
      },
      {
        "label": "• Evil",
        "value": "You recover 4d8 Hit Points (even if you are undead) and you gain a +1 conditional bonus to attack rolls and damage rolls until the end of your next turn."
      },
      {
        "label": "• Neutral",
        "value": "You recover 2d8 Hit Points."
      },
      {
        "label": "• Good",
        "value": "You become sick 2."
      },
      {
        "label": "Craft Requirements",
        "value": "You must be evil."
      }
    ],
    "level": "12",
    "tags": [
      "Consumable",
      "Divine",
      "Evil",
      "Necromancy",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Oil Of Animation",
    "properties": [
      {
        "label": "Price",
        "value": "175 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "You can rub this bronze-colored oil onto a melee weapon to grant it the abilities of a weapon with the dancing rune. Once the weapon fails a flat check and falls, this effect ends."
      }
    ],
    "level": "11",
    "tags": [
      "Consumable",
      "Magical",
      "Oil",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Oil Of Keen Edges",
    "properties": [
      {
        "label": "Price",
        "value": "125 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "When applied to a piercing or slashing melee weapon, this oil makes the weapon sharper and more dangerous for 1 minute, granting it the abilities of a weapon with the keen rune."
      }
    ],
    "level": "10",
    "tags": [
      "Consumable",
      "Magical",
      "Oil",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Oil Of Mending",
    "properties": [
      {
        "label": "Price",
        "value": "6 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "Applying this oil to an item casts a 2nd-level mending spell that repairs the item. If the item was broken, it is no longer broken. If the item has Dents, it loses those Dents. This restoration doesn’t restore lost pieces. For instance, if used on a text with missing pages, it wouldn’t recreate the lost pages."
      }
    ],
    "level": "3",
    "tags": [
      "Consumable",
      "Magical",
      "Oil",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Oil Of Potency",
    "properties": [
      {
        "label": "Price",
        "value": "5 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "When you apply this oil to a nonmagical weapon or suit of armor, that item immediately becomes magically potent. The item gains a temporary +1 potency rune of the appropriate type, even if it isn’t expert-quality or higher. This lasts for 1 minute."
      }
    ],
    "level": "2",
    "tags": [
      "Consumable",
      "Magical",
      "Oil",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Oil Of Weightlessness",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "You can spread this shimmering oil on an item to make it feel weightless."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "2;"
      },
      {
        "label": "Price",
        "value": "4 gp"
      },
      {
        "label": "Description",
        "value": "This oil can be applied to an item of 1 Bulk or less to make its bulk negligible for 1 hour."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "6;"
      },
      {
        "label": "Price",
        "value": "25 gp"
      },
      {
        "label": "Description",
        "value": "This oil can be applied to an item of 2 Bulk or less to make its bulk negligible for 8 hours."
      }
    ],
    "level": "2+",
    "tags": [
      "Consumable",
      "Magical",
      "Oil",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Onyx Panther",
    "properties": [
      {
        "label": "Price",
        "value": "19 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, armor;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You attempt to Sneak, but you haven’t rolled yet."
      },
      {
        "label": "Requirements",
        "value": "You are an expert in Stealth."
      },
      {
        "label": "Description",
        "value": "This small stone is in the stylized shape of a stalking panther. When you activate the panther, you can move your full Speed instead of half your Speed on the triggering action."
      }
    ],
    "level": "5",
    "tags": [
      "Consumable",
      "Magical",
      "Transmutation",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Owlbear Claw",
    "properties": [
      {
        "label": "Price",
        "value": "3 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, weapon;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You critically succeed at an attack roll with the affixed weapon."
      },
      {
        "label": "Requirements",
        "value": "You are an expert with the affixed weapon."
      },
      {
        "label": "Description",
        "value": "This claw set in an iron clasp and chain isn’t always the claw of an owlbear, but this trinket is associated with that strange beast due to its original formula. When you activate the claw, the triggering attack gains the weapon’s critical specialization effect. If you already gain the critical specialization effect for the affixed weapon, this trinket has no effect."
      }
    ],
    "level": "1",
    "tags": [
      "Consumable",
      "Evocation",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Panacea",
    "properties": [
      {
        "label": "Price",
        "value": "350 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This potion attempts to counteract the effects of all curses and diseases affecting you, as well as any blindness and deafness caused by spells affecting you. The potion has a counteract level of 7 and a +20 modifier for the roll."
      }
    ],
    "level": "13",
    "tags": [
      "Consumable",
      "Healing",
      "Magical",
      "Necromancy",
      "Potion"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Penetrating Ammunition",
    "properties": [
      {
        "label": "Price",
        "value": "125 gp"
      },
      {
        "label": "Ammunition",
        "value": "arrow, bolt"
      },
      {
        "label": "Description",
        "value": "When you activate and shoot penetrating ammunition, treat the attack as a 60-foot line originating from you. You roll one attack roll and compare the result to the AC of each target in that line. The ammunition ignores up to 10 of the target’s resistance, and it can penetrate walls up to 1 foot thick with Hardness 10 or less. Each target that takes damage from this ammunition also takes 1d6 persistent bleed damage. If your attack roll result is a natural 20, you get an automatic critical success against only the first target struck, but can still get a critical hit on other targets if your result exceeds their AC by 10 or more. If you have access to your bow’s critical specialization effect, penetrating ammunition applies that effect only against a target in the last square of the 60-foot line."
      }
    ],
    "level": "10",
    "tags": [
      "Consumable",
      "Magical",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Persona Mask",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, mask;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "(no RP cost) Despite covering the entire face, this alabaster mask does not hinder vision or other senses. Wearing the mask grants an item bonus to Performance skill checks while acting, orating, performing comedy, or singing. The mask can be activated with a Focus Activation action with no RP cost to change the mask’s appearance into an artistic rendition of a dramatic character of your choice."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "155 gp"
      },
      {
        "label": "Description",
        "value": "The mask grants a +2 bonus."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "15;"
      },
      {
        "label": "Price",
        "value": "6,450 gp;"
      },
      {
        "label": "Description",
        "value": "(no RP cost) or Focus Activation The mask grants a +4 bonus. Once per day, when you fail a Performance check that benefits from the mask’s bonus, you can Activate the mask as a reaction to change the mask’s character and reroll the Performance check, using the second result."
      }
    ],
    "level": "5+",
    "tags": [
      "Fortune",
      "Illusion",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Focus",
      "Focus"
    ]
  },
  {
    "label": "Phylactery Of Faithfulness",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, circlet;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This tiny box holds a fragment of religious scripture sacred to a particular deity. The box is affixed to a leather cord and tied around your head just above your brow. You don’t gain any benefit from the phylactery if you don’t worship the affiliated deity. The phylactery grants you religious wisdom, manifesting as an item bonus to Religion checks. Just before you perform an action that would be anathema to the phylactery’s deity, the phylactery warns you of the potential transgression. You can activate the phylactery to specifically ask for guidance about a particular course of action, gaining the effects of an augury spell."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "320 gp"
      },
      {
        "label": "Description",
        "value": "The phylactery grants a +2 bonus, and you can ask for guidance once per day."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "2,800 gp"
      },
      {
        "label": "Description",
        "value": "The phylactery grants a +4 bonus, and you can ask for guidance any number of times each day."
      },
      {
        "label": "Craft Requirements",
        "value": "You must worship the phylactery’s deity."
      }
    ],
    "level": "7+",
    "tags": [
      "Divination",
      "Divine",
      "Invested"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Phylactery Of The Occult",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, circlet;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Activation",
        "value": "spellcasting actions of the chosen spell, 1 RP"
      },
      {
        "label": "Description",
        "value": "This amulet is usually hollow and shaped in the form of an unblinking eye; its cavity typically holds some fragment of occult text. While wearing the phylactery, you gain an item bonus to Occultism checks, and you can cast the guidance cantrip as an innate occult spell."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "150 gp"
      },
      {
        "label": "Description",
        "value": "The phylactery grants a +2 bonus."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "14;"
      },
      {
        "label": "Price",
        "value": "4,250 gp"
      },
      {
        "label": "Description",
        "value": "The phylactery grants a +4 bonus, and you can activate it to cast dream message (4th level) as an innate occult spell."
      }
    ],
    "level": "5+",
    "tags": [
      "Divination",
      "Invested",
      "Occult"
    ]
  },
  {
    "label": "Plate Armor Of The Deep",
    "properties": [
      {
        "label": "Price",
        "value": "2,800 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, armor;"
      },
      {
        "label": "Bulk",
        "value": "4"
      },
      {
        "label": "Description",
        "value": "This suit of +3 full plate is decorated with a wave and fish-scale motif. While wearing it, you take no Speed reduction or armor check penalty when Swimming, gain a +3 item bonus to Athletics checks to Swim, can breathe underwater, and can converse with any water-breathing creature that has a language. STORIED ITEMS"
      }
    ],
    "level": "13",
    "tags": [
      "Abjuration",
      "Invested",
      "Magical"
    ]
  },
  {
    "label": "Possibility Tome",
    "properties": [
      {
        "label": "Price",
        "value": "20,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "An array of semiprecious stones is set into the ornate silver and beaten-copper cover of this thick and weighty tome. If you open the book before activating it, its vellum pages are blank and pristine. When you activate the possibility tome, choose a single skill with the Recall Knowledge activity (or a single category of Lore, if you choose that skill). Once activated, the book features pages and pages of information about that skill, though only you can see the information. While the pages are full, you can spend an Interact action perusing the book just before attempting a check to Recall Knowledge with the chosen skill. This grants you a +5 item bonus to the check, and you treat a critical failure as a failure instead. The information within the book disappears after 24 hours or when someone activates the tome again."
      }
    ],
    "level": "18",
    "tags": [
      "Magical",
      "Divination"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Potency Crystal",
    "properties": [
      {
        "label": "Price",
        "value": "2 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, nonmagical weapon;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You make an attack with the affixed weapon, but you haven’t rolled yet."
      },
      {
        "label": "Description",
        "value": "This fluorite crystal glows with a strange phosphorescence. When you activate the crystal, treat the affixed weapon as a +1 magic weapon for the attack, gaining a +1 item bonus to the attack roll and increasing the damage on a hit by one additional weapon damage die."
      }
    ],
    "level": "1",
    "tags": [
      "Consumable",
      "Evocation",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Potion Of Disguise",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "Upon imbibing this potion, you take on the appearance of a different creature for 2d12 hours, receiving the effects of the spell that would be required to produce the transformation (such as animal form or humanoid transformation). Drinking the potion doesn’t impart the knowledge of how long the effect lasts; the GM rolls the duration in secret. The disguise doesn’t change your statistics or give you any of the special abilities of the creature you’re imitating, with the exception of what items you can hold or wear (for example, your new form might lack opposable thumbs). Drinking this potion uses the same rules as the Impersonate use of Deception. Onlookers always assume you’re the chosen type of creature unless they’re actively Seeking, and you gain a +4 conditional bonus to your Deception DC against such Perception checks. The potion maintains your own size, if possible, but can enlarge you up to one size or shrink you by any number of sizes. For example, if you are Medium and drink a potion of green dragon disguise, you’ll take on the appearance of a Medium green dragon. If you drink a potion of disguise that would enlarge you by more than one size category (from Medium to Huge, for example), the magic is negated and the potion is wasted."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "40 gp"
      },
      {
        "label": "Description",
        "value": "This potion transforms you into a particular type of creature; for example, it could be a potion of elf disguise, potion of frog disguise, or potion of fire giant disguise. When crafting a standard potion of disguise, you must have a bit of blood, hair, or flesh of the creature the potion will allow the drinker to imitate. The creature has to be of a specific kind, such as “house cat” or “lion” rather than just “cat,” or “fire giant” or “ogre” rather than just “giant.”"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "10 (Uncommon);"
      },
      {
        "label": "Price",
        "value": "120 gp"
      },
      {
        "label": "Description",
        "value": "A greater potion of disguise lets you picture the form you want to change into as you drink it, and it changes you into that form. You can attempt to imitate a specific unique creature in this way, though you don’t automatically pass as that specific creature."
      }
    ],
    "level": "7+",
    "tags": [
      "Consumable",
      "Polymorph",
      "Potion",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Potion Of Flying",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "Upon drinking this effervescent concoction, you gain a fly Speed of 40 feet."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "8;"
      },
      {
        "label": "Price",
        "value": "60 gp;"
      },
      {
        "label": "Duration",
        "value": "1 minute"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "14;"
      },
      {
        "label": "Price",
        "value": "600 gp;"
      },
      {
        "label": "Duration",
        "value": "1 hour"
      }
    ],
    "level": "8+",
    "tags": [
      "Consumable",
      "Magical",
      "Potion",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Potion Of Leaping",
    "properties": [
      {
        "label": "Price",
        "value": "15 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "For 10 minutes after you drink this fizzy potion, you can cast the 1st-level jump spell as an innate spell at will."
      }
    ],
    "level": "5",
    "tags": [
      "Consumable",
      "Magical",
      "Potion",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Potion Of Quickness",
    "properties": [
      {
        "label": "Price",
        "value": "30 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "Upon drinking this thin, metallic potion, you gain the benefit of haste for 1 minute."
      }
    ],
    "level": "6",
    "tags": [
      "Consumable",
      "Magical",
      "Potion",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Potion Of Resistance",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "By drinking this thick, fortifying potion, you gain resistance against a single type of energy damage for 1 hour. Each potion of resistance is created to defend against acid, cold, electricity, fire, or sonic damage (such as an potion of fire resistance or a greater potion of cold resistance)."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "18 gp"
      },
      {
        "label": "Description",
        "value": "You gain resistance 5 to the appropriate energy type."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "80 gp"
      },
      {
        "label": "Description",
        "value": "You gain resistance 10 to the appropriate energy type."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "360 gp"
      },
      {
        "label": "Description",
        "value": "You gain resistance 15 to the appropriate energy type."
      }
    ],
    "level": "5+",
    "tags": [
      "Abjuration",
      "Consumable",
      "Magical",
      "Potion"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Potion Of Swimming",
    "properties": [
      {
        "label": "Price",
        "value": "25 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This potion tastes like saltwater, and sandy grit settles to the bottom of its container. When you drink it, you gain a swim Speed equal to your land Speed for 10 minutes."
      }
    ],
    "level": "6",
    "tags": [
      "Consumable",
      "Magical",
      "Potion",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Potion Of Tongues",
    "properties": [
      {
        "label": "Price",
        "value": "100 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "For 6 hours after drinking this sour potion, it enlivens your tongue with unusual flavors and uncommon eloquence, allowing you to speak and understand all languages, including nonverbal ones such as sign language, though the potion doesn’t allow you to read these languages in their written form."
      }
    ],
    "level": "10",
    "tags": [
      "Consumable",
      "Divination",
      "Magical",
      "Potion"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Potion Of Water Breathing",
    "properties": [
      {
        "label": "Price",
        "value": "6 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This filmy, gray potion smells of an old fish midden, and tastes even worse. After drinking this potion, you gain the effects of a 2nd-level water breathing spell for 1 hour."
      }
    ],
    "level": "3",
    "tags": [
      "Consumable",
      "Magical",
      "Potion",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Primeval Mistletoe",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This sprig of holly and mistletoe doesn’t wilt or rot. It can be used as a primal focus, and it also grants the creature holding it an item bonus to Nature checks. You can activate the mistletoe by squeezing juice from one of the berries and smearing it onto a nonmagical club or staff to cast shillelagh upon it. Once per day, you can twine the sprig around the wrist of one hand and touch a tree to cast tree shape upon yourself, except you become a vine on the tree instead of a tree."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "6;"
      },
      {
        "label": "Price",
        "value": "230 gp"
      },
      {
        "label": "Description",
        "value": "The sprig grants a +2 bonus."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "14;"
      },
      {
        "label": "Price",
        "value": "4,250 gp"
      },
      {
        "label": "Description",
        "value": "The sprig grants a +4 bonus. Once per day, you can plant the primeval mistletoe into natural earth or stone. The plant immediately sprouts into an area of holly bushes that don’t impede movement and that pulse with positive energy, replicating the effects of a field of life spell. This lasts for up to 1 minute, as long as you continue to spend an action each round to concentrate on the effect. When you stop concentrating or the duration ends, the holly bushes revert back into the original primeval mistletoe."
      }
    ],
    "level": "6+",
    "tags": [
      "Invested",
      "Primal",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Reflecting Shield",
    "properties": [
      {
        "label": "Price",
        "value": "13,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Trigger",
        "value": "You are targeted by a spell."
      },
      {
        "label": "Description",
        "value": "This legendary-quality light silver shield (Hardness 8) is polished like a mirror. The shield functions as a spellguard shield (see page 408). In addition, once per day when you’re targeted by a spell, you can activate the shield to attempt to reflect the spell on its caster as per spell turning (8th level) with a spell roll of +25."
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of spell turning."
      }
    ],
    "level": "17",
    "tags": [
      "Abjuration",
      "Magical"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Returning Clasp",
    "properties": [
      {
        "label": "Price",
        "value": "4 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, shield or weapon;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Requirements",
        "value": "You have the Quick Draw class feat, you are wearing the paired copper ring (see text), and you are within 400 feet of the affixed item. Unlike most trinkets, you can activate the returning clasp even when you’re not wielding the affixed item."
      },
      {
        "label": "Description",
        "value": "This copper adornment comes paired with a thin copper ring. When you activate the clasp, the affixed item immediately appears in the hand wearing the ring. If the hand wearing the ring is full when you activate this trinket, the item you were holding falls to the ground in your space and the affixed item appears in your now-empty hand."
      }
    ],
    "level": "2",
    "tags": [
      "Conjuration",
      "Consumable",
      "Magical",
      "Teleportation",
      "Trinket"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Rhino Hide",
    "properties": [
      {
        "label": "Price",
        "value": "640 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, armor;"
      },
      {
        "label": "Bulk",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "This +2 hide armor is made from rhinoceros hide. It has an armor check penalty of –1 instead of –3. When you use the Sudden Charge class feat while wearing this armor, your Strike deals 2d6 additional damage."
      },
      {
        "label": "Craft Requirements",
        "value": "The initial raw materials must include 320 gp of rhinoceros hide (a common material)."
      }
    ],
    "level": "9",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ]
  },
  {
    "label": "Ring Of Climbing",
    "properties": [
      {
        "label": "Price",
        "value": "1,750 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This thick golden band bears claw motifs that dig deep into sheer surfaces when you are Climbing. This ring grants you a climb Speed equal to half your land Speed. Penalties to your Speed (including those from your armor) apply to this climb Speed."
      }
    ],
    "level": "12",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ]
  },
  {
    "label": "Ring Of Counterspells",
    "properties": [
      {
        "label": "Price",
        "value": "925 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You are targeted by or within the area of the spell stored within the ring."
      },
      {
        "label": "Description",
        "value": "This ornate silver ring bears two competing geometric designs of brightly colored and wildly clashing inlaid gemstones. A spellcaster can cast a single spell into this ring as long as no spell is currently stored within. If they’re successful, the spell’s effect does not occur, and the spell’s power is instead stored within the ring. While the ring has a spell stored within, if you are the target or within the area of another casting of the stored spell while you wear the ring, you can activate the ring as a reaction to attempt to dispel the triggering spell (see page 197). Once you do, the stored spell’s energy is spent, though you can cast or have someone else cast a new spell into the ring later. You can use a Command Activation on the ring without spending Resonance Points to harmlessly expend the stored spell, emptying the ring and allowing you to place another spell into it. When you invest a ring of counterspells, you immediately know the name and level of the spell stored inside, if any. A ring of counterspells found as treasure has a 50% chance of having a spell stored in it. The GM determines that spell."
      }
    ],
    "level": "10",
    "tags": [
      "Abjuration",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Ring Of Energy Resistance",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This ring grants you protection against one type of energy damage: acid, cold, electricity, fire, or sonic. Each ring is crafted to protect against a particular type of energy damage that can’t be changed later, and its design usually embodies the type of energy it protects the wearer from in some way. For instance, a ring of fire resistance might be capped with a ruby, whereas a ring of cold resistance features a sapphire instead."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "6;"
      },
      {
        "label": "Price",
        "value": "245 gp;"
      },
      {
        "label": "Resistance",
        "value": "5"
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "10;"
      },
      {
        "label": "Price",
        "value": "975 gp;"
      },
      {
        "label": "Resistance",
        "value": "10"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "14;"
      },
      {
        "label": "Price",
        "value": "4,400 gp;"
      },
      {
        "label": "Resistance",
        "value": "15"
      }
    ],
    "level": "6+",
    "tags": [
      "Abjuration",
      "Invested",
      "Magical"
    ]
  },
  {
    "label": "Ring Of Lies",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This plain silver ring has an almost oily sheen. While wearing the standard version, you gain an item bonus to Deception checks. You can activate the ring by spinning it around your finger to magically throw your voice."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "6;"
      },
      {
        "label": "Price",
        "value": "215 gp"
      },
      {
        "label": "Description",
        "value": "The ring grants a +2 bonus, and activating the ring grants the effects of a 1st-level ventriloquism spell (DC 20)."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "2,600 gp"
      },
      {
        "label": "Description",
        "value": "The ring grants a +4 bonus, and activating the ring grants the effects of a 2nd-level ventriloquism spell (DC 30), allowing you to sound like a different sort of creature."
      }
    ],
    "level": "6+",
    "tags": [
      "Enchantment",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Ring Of Maniacal Devices",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Activation",
        "value": "10 minutes (Operate Activation)"
      },
      {
        "label": "Description",
        "value": "This ring seems like simple tarnished brass, but when you wear it, it enhances your curiosity about traps and devices of all kinds. You can spend an Interact action to pull a set of thieves’ tools from the ring. These tools appear in your hand and fold back into the ring if they would leave your possession. They grant you an item bonus to Thievery checks to Disable a Device, and the ring’s insights grant you the same bonus to Crafting checks to Craft and Repair traps and snares. You can activate the ring to create a glyph of warding containing a specific spell. You can have only one such glyph active at a time."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "10;"
      },
      {
        "label": "Price",
        "value": "975 gp"
      },
      {
        "label": "Description",
        "value": "The tools grant a +3 bonus, and the ring creates a 4th-level glyph of warding containing fireball."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "18;"
      },
      {
        "label": "Price",
        "value": "4,250 gp"
      },
      {
        "label": "Description",
        "value": "The tools grant a +5 bonus, and the ring creates an 8th-level glyph of warding containing prismatic spray."
      }
    ],
    "tags": [
      "Divination",
      "Invested",
      "Magical"
    ]
  },
  {
    "label": "Ring Of Swimming",
    "properties": [
      {
        "label": "Price",
        "value": "1,750 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This blue metal ring grants you a swim Speed equal to half your land Speed. Speed penalties (including from your armor) apply to this swim Speed."
      }
    ],
    "level": "12",
    "tags": [
      "Magical",
      "Invested",
      "Transmutation"
    ]
  },
  {
    "label": "Ring Of The Ram",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "see text This heavy iron ring is shaped to look like the head of a ram. While wearing the ring, you can call forth a ram-shaped force to strike at one foe that you can see within 50 feet. You activate the ring by pointing your fist at an enemy as an Operate Activation action, and you can spend up to 2 subsequent Operate Activation actions to intensify its power; your final action gains the attack trait. If you succeed at a ranged attack against the target’s TAC, you deal an amount of force damage determined by the ring’s version for each Operate Activation action you spent. In addition, the force attempts to push the target back, with the effects of a Shove action. The modifier on the Athletics check depends on the ring’s version. You can’t move with the target as part of this Shove, it doesn’t take your multiple attack penalty, and if the check result is a critical failure, you aren’t knocked prone. After using the ring of the ram, you can’t use it again for 1 minute."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "160 gp"
      },
      {
        "label": "Description",
        "value": "The ring deals 2d6 force damage for each Operate Activation action spent, and the modifier to Shove is +13."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "12;"
      },
      {
        "label": "Price",
        "value": "1,950 gp"
      },
      {
        "label": "Description",
        "value": "The ring deals 3d6 force damage for each Operate Activation action spent, and the modifier to Shove is +23. When you spend 3 Operate actions on the greater ring of the ram, you can disperse the force in multiple directions, targeting any number of enemies within 20 feet instead of one target within 50 feet."
      }
    ],
    "level": "5+",
    "tags": [
      "Evocation",
      "Force",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Ring Of Wizardry",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This ring is made from the purest platinum and is covered in esoteric arcane symbols. While wearing the ring of wizardry, you gain a +2 item bonus to Arcana checks and can prepare three additional arcane spells each day if you prepare arcane spells, or cast three additional arcane spells each day if you cast arcane spells spontaneously. If you take off the ring for any reason, these additional spells are lost and cannot be regained until the following day’s daily preparations. No more than two of the spells prepared or cast using the ring can be of the same spell level, and each version of the ring has a maximum spell level it allows you to prepare or cast. Even if you can cast arcane spells in a variety of different ways (such as if you are a draconic sorcerer with the wizard multiclass archetype), you can still prepare or cast only three additional arcane spells, though you can divide those three spells as you wish among your various sources of arcane spells. Wearing more than one ring of wizardry has no effect."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "360 gp;"
      },
      {
        "label": "Maximum Spell Level",
        "value": "1st"
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "700 gp;"
      },
      {
        "label": "Maximum Spell Level",
        "value": "2nd"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "12;"
      },
      {
        "label": "Price",
        "value": "2,000 gp;"
      },
      {
        "label": "Maximum Spell Level",
        "value": "3rd"
      },
      {
        "label": "Type",
        "value": "major;"
      },
      {
        "label": "Level",
        "value": "14;"
      },
      {
        "label": "Price",
        "value": "4,500 gp;"
      },
      {
        "label": "Maximum Spell Level",
        "value": "4th"
      },
      {
        "label": "Craft Requirements",
        "value": "You must be an arcane spellcaster."
      },
      {
        "label": "Description",
        "value": "ITEM CRAFTING"
      }
    ],
    "level": "7+",
    "tags": [
      "Arcane",
      "Divination",
      "Invested"
    ]
  },
  {
    "label": "Robe Of Eyes",
    "properties": [
      {
        "label": "Price",
        "value": "13,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, garment;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "This garment appears to be an ordinary robe until donned, at which point numerous strange and alien eyes of varied shapes and colors open and blink across its fabric. While wearing the robe, you gain a +4 item bonus to Perception checks, and you constantly benefit from the effects of a 2nd-level see invisibility spell. You can also see powerful magic auras. The highest-level magic aura within 30 feet of you glows in a color that reveals its school to you and allows you to determine the 5-foot-cube from which the effect originates. You can activate the robe to create a magic eye (with the same effect as a 5th-level prying eye spell); as with the spell, you must concentrate on the eye using Focus Activation actions, though it costs no further Resonance Points to concentrate on the effect in this way. The robe of eyes is not without its dangers. If any spell with the light trait is cast on you or your square while you are wearing the robe, you are blinded for a number of rounds equal to the spell’s level (minimum 1) unless you succeed at a Fortitude save against the light spell’s DC."
      }
    ],
    "level": "17",
    "tags": [
      "Divination",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Robe Of The Archmagi",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, garment;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Trigger",
        "value": "You attempt a saving throw against an arcane spell, but you haven’t rolled yet."
      },
      {
        "label": "Description",
        "value": "Embroidered with fine silver thread creating ornate arcane patterns, these robes come in a variety of colors, depending on their attuned alignment. Good robes are white, neutral robes are gray, and evil robes are black. An evil or good robe gains the appropriate trait. The robes function only for characters who can cast arcane spells and whose alignment matches the robe. If your alignment does not match the robe, or you are not an arcane spellcaster, you are instead stupefied 2 while wearing a robe of the archmagi. This condition can’t be removed in any way until you remove the robe. While wearing the robes, you gain the benefits of mage armor (at a level depending on the type of robes), an item bonus to Arcana checks, a +1 circumstance bonus to saving throws against arcane spells, and resistance to damage dealt by arcane spells. In addition, once per day you can activate the robe to automatically treat your saving throw outcome against the triggering arcane spell as a success."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "11;"
      },
      {
        "label": "Price",
        "value": "1,400 gp"
      },
      {
        "label": "Description",
        "value": "The robes grant a +3 bonus to Arcana checks, resistance 3, and the benefits of 4th-level mage armor."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "19;"
      },
      {
        "label": "Price",
        "value": "40,000 gp"
      },
      {
        "label": "Description",
        "value": "The robes grant a +5 bonus to Arcana checks, resistance 6, and the benefits of 8th-level mage armor. You can also activate the robe when an ally within 30 feet is targeted by an arcane spell to grant that ally a success on their saving throw; you still can activate only it once per day."
      },
      {
        "label": "Craft Requirements",
        "value": "You must be an arcane spellcaster."
      }
    ],
    "level": "11+",
    "tags": [
      "Abjuration",
      "Arcane",
      "Invested"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Runestone",
    "properties": [
      {
        "label": "Price",
        "value": "3 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "These flat pieces of granite or another hard stone feature a flat surface perfect for etching an armor or weapon rune. You can etch only one rune upon a stone. Once the stone is etched, it gains the magic school trait of the rune etched upon it. When a rune is transferred from the runestone to another object, the runestone is destroyed. The Price listed is for an empty stone; a stone holding a rune adds the Price of the rune."
      }
    ],
    "level": "1",
    "tags": [
      "Consumable",
      "Magical"
    ]
  },
  {
    "label": "Salve Of Antiparalysis",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "Applying this filmy salve to a creature helps it overcome magical paralysis and possibly petrification."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "15 gp"
      },
      {
        "label": "Description",
        "value": "The creature recovers as if it were the target of a 3rd-level remove paralysis spell."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "11;"
      },
      {
        "label": "Price",
        "value": "150 gp"
      },
      {
        "label": "Description",
        "value": "The creature recovers as if it were the target of a 6th-level remove paralysis spell and a stone to flesh spell."
      }
    ],
    "level": "5+",
    "tags": [
      "Consumable",
      "Healing",
      "Magical",
      "Necromancy",
      "Oil"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Salve Of Slipperiness",
    "properties": [
      {
        "label": "Price",
        "value": "15 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This grease can be applied to armor to make it extremely slippery for 8 hours. This grants the wearer a +4 item bonus to Acrobatics checks to Escape or Squeeze."
      }
    ],
    "level": "5",
    "tags": [
      "Consumable",
      "Magical",
      "Oil",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Savior Spike",
    "properties": [
      {
        "label": "Price",
        "value": "6 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, armor;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You attempt to Grab an Edge, but you haven’t rolled yet."
      },
      {
        "label": "Requirements",
        "value": "You are an expert in Acrobatics."
      },
      {
        "label": "Description",
        "value": "This pyramid-shaped spike is attached to the chest of a suit of armor. When you activate the spike, it shoots out a strand of force to help you to gain purchase. Treat a success on the Acrobatics check as a critical success, and a critical failure as a failure."
      }
    ],
    "level": "3",
    "tags": [
      "Abjuration",
      "Consumable",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Scroll Of Glitterdust",
    "properties": [
      {
        "label": "Price",
        "value": "8 gp"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This scroll can be used to cast glitterdust as a 2nd- level spell (spell roll cap +10)."
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of glitterdust."
      }
    ],
    "level": "3",
    "tags": [
      "Consumable",
      "Evocation",
      "Magical",
      "Scroll"
    ]
  },
  {
    "label": "Scroll Of Illusory Disguise",
    "properties": [
      {
        "label": "Price",
        "value": "3 gp"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "This scroll can be used to cast illusory disguise as a 1st-level spell (spell roll cap +8). MORE SCROLLS"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of illusory disguise."
      }
    ],
    "level": "1",
    "tags": [
      "Consumable",
      "Illusion",
      "Magical",
      "Scroll"
    ]
  },
  {
    "label": "Skeleton Key",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You attempt to Pick a Lock, but haven’t rolled yet."
      },
      {
        "label": "Description",
        "value": "A grinning skull peers out from the ornate bow of this macabre key. This key gives you an item bonus to Thievery checks when you use it in place of thieves’ tools when attempting to Pick a Lock. If the skeleton key becomes broken due to a critical failure, it works as standard-quality thieves’ tools and loses its powers until repaired. The key has additional powers based on its type."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "125 gp"
      },
      {
        "label": "Description",
        "value": "The key grants a +2 bonus. Once per day, you can activate the skeleton key to cast knock (2nd level)."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "2,400 gp"
      },
      {
        "label": "Description",
        "value": "The key grants a +4 bonus. You can activate the key any number of times per day."
      }
    ],
    "level": "5+",
    "tags": [
      "Magical",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Sky Hammer",
    "properties": [
      {
        "label": "Price",
        "value": "40,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Trigger",
        "value": "Your attack roll with the sky hammer is a critical success."
      },
      {
        "label": "Description",
        "value": "The sturdy, steel head of this +4 legendary orichalcum flaming shock warhammer is shaped like a comet blazing down from the heavens. Whenever you critically hit with the sky hammer, you can activate it to cast a 6th-level fireball spell, centered on the sky hammer, as an innate arcane spell. You are immune to the fireball’s effect, but any allies in its area are not."
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of fireball (6th level), and the initial raw materials must include 10,000 gp of orichalcum."
      }
    ],
    "level": "19",
    "tags": [
      "Evocation",
      "Magical"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Sleep Arrow",
    "properties": [
      {
        "label": "Price",
        "value": "5 gp"
      },
      {
        "label": "Ammunition",
        "value": "arrow"
      },
      {
        "label": "Description",
        "value": "An activated sleep arrow deals no damage, but a living creature hit by it is subject to the effects of a sleep spell (DC 16)."
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of sleep."
      }
    ],
    "level": "2",
    "tags": [
      "Consumable",
      "Enchantment",
      "Magical",
      "Mental",
      "Sleep"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Slippers Of Spider Climbing",
    "properties": [
      {
        "label": "Price",
        "value": "215 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, shoes;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "When activated, these soft slippers of fine gray silk allow you to walk on vertical surfaces, or even to move upside down along ceilings. You gain a 20-foot climb Speed that doesn’t require you to use your hands for 1 minute. Once activated, the slippers can’t be activated again for 10 minutes. The slippers require decent traction for you to walk on a wall, so they provide no benefit when you’re moving across greased, icy, or oiled surfaces."
      }
    ],
    "level": "6",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Spell Duelist’s Gloves",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "These velvet gloves enhance the flow of magic through their fingertips. They grant their wearer an item bonus to non-weapon melee touch attack rolls. Once per day, you can activate the gloves to cast a specific spell."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "8;"
      },
      {
        "label": "Price",
        "value": "500 gp"
      },
      {
        "label": "Description",
        "value": "The gloves grant a +1 bonus and contain touch of idiocy."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "12;"
      },
      {
        "label": "Price",
        "value": "2,000 gp"
      },
      {
        "label": "Description",
        "value": "The gloves grant a +2 bonus and contain shocking grasp (4th level)."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "16;"
      },
      {
        "label": "Price",
        "value": "10,000 gp"
      },
      {
        "label": "Description",
        "value": "The gloves grant a +3 bonus and contain purple worm sting."
      },
      {
        "label": "Type",
        "value": "supreme;"
      },
      {
        "label": "Level",
        "value": "20;"
      },
      {
        "label": "Price",
        "value": "70,000 gp"
      },
      {
        "label": "Description",
        "value": "The gloves grant a +4 bonus and contain uncontrollable dance."
      }
    ],
    "level": "8+",
    "tags": [
      "Evocation",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Command",
      "Operate"
    ]
  },
  {
    "label": "Spell Duelist’s Wand",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "These special wands are tipped with potent magical crystals and infused with mystical essence. As with normal wands, you can use a spell duelist’s wand to perform Somatic Casting actions. If you do so with a spell that requires a non-weapon ranged attack, you gain an item bonus to your attack roll with that spell. Spell duelist’s wands have no charges. Instead, they allow you to cast their spell once per day, and their spells can be of a level higher than 4."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "8;"
      },
      {
        "label": "Price",
        "value": "500 gp"
      },
      {
        "label": "Description",
        "value": "The wand grants a +1 bonus and contains acid arrow."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "12;"
      },
      {
        "label": "Price",
        "value": "2,000 gp"
      },
      {
        "label": "Description",
        "value": "The wand grants a +2 bonus and contains enervation."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "16;"
      },
      {
        "label": "Price",
        "value": "10,000 gp"
      },
      {
        "label": "Description",
        "value": "The wand grants a +3 bonus and contains disintegrate."
      },
      {
        "label": "Type",
        "value": "supreme;"
      },
      {
        "label": "Level",
        "value": "20;"
      },
      {
        "label": "Price",
        "value": "70,000 gp"
      },
      {
        "label": "Description",
        "value": "The wand grants a +4 bonus and contains polar ray."
      }
    ],
    "level": "8+",
    "tags": [
      "Evocation",
      "Invested",
      "Magical",
      "Wand"
    ]
  },
  {
    "label": "Spell Sliver",
    "properties": [
      {
        "label": "Price",
        "value": "1,900 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, weapon;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "Your"
      },
      {
        "label": "Description",
        "value": "Strike deals sneak attack damage to a target."
      },
      {
        "label": "Requirements",
        "value": "You have the Dispelling Slice class feat."
      },
      {
        "label": "Description",
        "value": "Made from a treated sliver of cold iron, this trinket makes it easier for you to dispel magical effects. Your Strike gains Dispelling Slice’s enhancement; if the triggering attack was already a Dispelling Slice, you can attempt to dispel effects on the target twice. Either way, treat your dispel as if it were a 10th-level spell."
      }
    ],
    "level": "17",
    "tags": [
      "Abjuration",
      "Consumable",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Spellguard Shield",
    "properties": [
      {
        "label": "Price",
        "value": "240 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "While you have this expert-quality heavy steel shield (Hardness 6) raised, you gain its circumstance bonus to saving throws against spells that target you."
      }
    ],
    "level": "6",
    "tags": [
      "Abjuration",
      "Magical"
    ]
  },
  {
    "label": "Spellstrike Ammunition",
    "properties": [
      {
        "label": "Ammunition",
        "value": "any"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "You activate spellstrike ammunition by casting a spell into the ammunition. The spell must be of a spell level the ammunition can hold and must affect one or more targets. If the attack roll with the ammunition is a success, that target is affected as if it were the target of the spell in addition to taking damage from the attack as normal. If the creature isn’t a valid target for the spell, it still takes damage from the attack, but the spell fails. The ammunition affects only the target hit, even if the spell would normally affect more than one target. The spell uses your spell roll and spell DC. The maximum level of spell the ammunition can hold determines its item level and Price."
      },
      {
        "label": "Level",
        "value": "3;"
      },
      {
        "label": "Price",
        "value": "7 gp;"
      },
      {
        "label": "Maximum Spell Level",
        "value": "1st"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "16 gp;"
      },
      {
        "label": "Maximum Spell Level",
        "value": "2nd"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "38 gp;"
      },
      {
        "label": "Maximum Spell Level",
        "value": "3rd"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "75 gp;"
      },
      {
        "label": "Maximum Spell Level",
        "value": "4th"
      },
      {
        "label": "Level",
        "value": "11;"
      },
      {
        "label": "Price",
        "value": "150 gp;"
      },
      {
        "label": "Maximum Spell Level",
        "value": "5th"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "325 gp;"
      },
      {
        "label": "Maximum Spell Level",
        "value": "6th"
      },
      {
        "label": "Level",
        "value": "15;"
      },
      {
        "label": "Price",
        "value": "700 gp;"
      },
      {
        "label": "Maximum Spell Level",
        "value": "7th"
      },
      {
        "label": "Level",
        "value": "17;"
      },
      {
        "label": "Price",
        "value": "1,600 gp;"
      },
      {
        "label": "Maximum Spell Level",
        "value": "8th"
      },
      {
        "label": "Level",
        "value": "19;"
      },
      {
        "label": "Price",
        "value": "4,000 gp;"
      },
      {
        "label": "Maximum Spell Level",
        "value": "9th"
      }
    ],
    "level": "3+",
    "tags": [
      "Consumable",
      "Magical",
      "Transmutation"
    ]
  },
  {
    "label": "Staff Of Abjuration",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "This intricately carved wooden staff is warm to the touch and thrums with inner energy. You gain a +2 circumstance bonus to checks to identify abjuration magic."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "160 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "• shield (cantrip) • alarm (level 1) • feather fall (level 1) • endure elements (level 2) • resist energy (level 2)"
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "700 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "6"
      },
      {
        "label": "Description",
        "value": "• alarm (level 3) • dispel magic (level 3) • dimensional anchor (level 4) • resist energy (level 4)"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "3,000 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "9"
      },
      {
        "label": "Description",
        "value": "• banishment (level 5) • endure elements (level 5) • dispel magic (level 6) • repulsion (level 6)"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of all listed spells."
      }
    ],
    "level": "5+",
    "tags": [
      "Abjuration",
      "Invested",
      "Magical",
      "Staff"
    ]
  },
  {
    "label": "Staff Of Conjuration",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "Carved animal and monster heads cap this staff, and they seem to transform and animate when the staff is used to summon creatures. You gain a +2 circumstance bonus to checks to identify conjuration magic."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "160 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "• tanglefoot (cantrip) • summon monster (level 1) • unseen servant (level 1) • obscuring mist (level 2) • phantom steed (level 2) • summon monster (level 2)"
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "700 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "6"
      },
      {
        "label": "Description",
        "value": "• stinking cloud (level 3) • summon monster (level 3) • creation (level 4) • phantom steed (level 4) • summon monster (level 4)"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "3,000 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "9"
      },
      {
        "label": "Description",
        "value": "• black tentacles (level 5) • summon monster (level 5) • phantom steed (level 6) • summon monster (level 6)"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of all listed spells."
      }
    ],
    "level": "5+",
    "tags": [
      "Conjuration",
      "Invested",
      "Magical",
      "Staff"
    ]
  },
  {
    "label": "Staff Of Divination",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "Numerous semi-precious gemstones emerge, seemingly at random, from the surface of this gnarled wooden staff. Gazing into their interior planes and marveling at their inspiring inclusions grants you uncanny divinatory insight. You gain a +2 circumstance bonus to checks to identify divination magic."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "160 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "• detect magic (cantrip) • true strike (level 1) • comprehend language (level 2) • darkvision (level 2) • see invisibility (level 2)"
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "700 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "6"
      },
      {
        "label": "Description",
        "value": "• clairaudience (level 3) • darkvision (level 3) • clairvoyance (level 4) • comprehend language (level 4) • telepathy (level 4)"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "3,000 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "9"
      },
      {
        "label": "Description",
        "value": "• sending (level 5) • prying eye (level 5) • telepathy (level 6) • true seeing (level 6)"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of all listed spells."
      }
    ],
    "level": "5+",
    "tags": [
      "Divination",
      "Invested",
      "Magical",
      "Staff"
    ]
  },
  {
    "label": "Staff Of Enchantment",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "A mesmerizing transparent gemstone caps the head of this handsomely crafted wooden staff. You gain a +2 circumstance bonus to checks to identify enchantment magic."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "160 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "• daze (cantrip) • charm (level 1) • command (level 1) • hideous laughter (level 2) • touch of idiocy (level 2)"
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "700 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "6"
      },
      {
        "label": "Description",
        "value": "• paralyze (level 3) • charm (level 4) • confusion (level 4) • paralyze (level 4) • suggestion (level 4)"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "3,000 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "9"
      },
      {
        "label": "Description",
        "value": "• command (level 5) • crushing despair (level 5) • feeblemind (level 6)"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of all listed spells."
      }
    ],
    "level": "5+",
    "tags": [
      "Enchantment",
      "Invested",
      "Magical",
      "Staff"
    ]
  },
  {
    "label": "Staff Of Evocation",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "This staff is tapered at the base and carved into a gem-studded twist at the top. You gain a +2 circumstance bonus to checks to identify evocation magic."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "160 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "• ray of frost (cantrip) • magic missile (level 1) • shocking grasp (level 1) • acid arrow (level 2) • glitterdust (level 2)"
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "700 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "6"
      },
      {
        "label": "Description",
        "value": "• lightning bolt (level 3) • magic missile (level 3) • fireball (level 4) • weapon storm (level 4)"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "3,000 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "9"
      },
      {
        "label": "Description",
        "value": "• cone of cold (level 5) • chain lightning (level 6) • magic missile (level 5) • wall of force (level 6)"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of all listed spells."
      }
    ],
    "level": "5+",
    "tags": [
      "Evocation",
      "Invested",
      "Magical",
      "Staff"
    ]
  },
  {
    "label": "Staff Of Fire",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "This rugged wooden staff resembles a blackened and burned length of ashen wood. It smells faintly of soot and glows from within as if lit by embers. You can spend an Interact action to touch the tip of this staff to a torch, tinder, or other highly flammable substances to ignite a flame."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "3;"
      },
      {
        "label": "Price",
        "value": "60 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "• produce flame (cantrip) • burning hands (level 1)"
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "360 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "4"
      },
      {
        "label": "Description",
        "value": "• burning hands (level 2) • flaming sphere (level 2) • flaming sphere (level 3) • fireball (level 3)"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "11;"
      },
      {
        "label": "Price",
        "value": "1,400 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "7"
      },
      {
        "label": "Description",
        "value": "• fire shield (level 4) • fireball (level 4) • wall of fire (level 4) • fireball (level 5) • wall of fire (level 5)"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of all listed spells."
      }
    ],
    "level": "3+",
    "tags": [
      "Invested",
      "Magical",
      "Necromancy",
      "Staff"
    ]
  },
  {
    "label": "Staff Of Healing",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "Made of smooth white wood, this staff is capped at each end with a golden cross adorned with a multitude of ruby cabochons. A staff of healing adds an item bonus to the Hit Points you restore any time you cast the heal spell using your own spell slots, using charges from the staff, or from channel energy."
      },
      {
        "label": "Type",
        "value": "minor;"
      },
      {
        "label": "Level",
        "value": "3;"
      },
      {
        "label": "Price",
        "value": "60 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "3"
      },
      {
        "label": "Description",
        "value": "The item bonus to heal spells is +1. • stabilize (cantrip) • heal (level 1)"
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "360 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "5"
      },
      {
        "label": "Description",
        "value": "The item bonus to heal spells is +2. • heal (level 2) • restoration (level 2) • restore senses (level 2) • heal (level 3) • remove disease (level 3)"
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "11;"
      },
      {
        "label": "Price",
        "value": "1,400 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "7"
      },
      {
        "label": "Description",
        "value": "The item bonus to heal spells is +3. • heal (level 4) • restoration (level 4) • breath of life (level 5) • heal (level 5) • remove disease (level 5)"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "15;"
      },
      {
        "label": "Price",
        "value": "6,500 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "9"
      },
      {
        "label": "Description",
        "value": "The item bonus to heal spells is +4. • heal (level 6) • restoration (level 6) • restore senses (level 6) • heal (level 7) • regenerate (level 7) • remove disease (level 7)"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of all listed spells."
      }
    ],
    "level": "3+",
    "tags": [
      "Illusion",
      "Invested",
      "Magical",
      "Staff"
    ]
  },
  {
    "label": "Staff Of Illusion",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "This ornately designed metal staff shines with precious inlays of gold. When you cast a spell from the staff, the illusory image of something you desire flashes across its surface. You gain a +2 circumstance bonus to checks to identify illusion magic."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "160 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "• ghost sound (cantrip) • illusory disguise (level 1) • illusory object (level 1) • illusory creature (level 2) • item facade (level 2) • ventriloquism (level 2)"
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "700 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "6"
      },
      {
        "label": "Description",
        "value": "• illusory disguise (level 3) • item facade (level 3) • illusory creature (level 4) • veil (level 4)"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "3,000 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "9"
      },
      {
        "label": "Description",
        "value": "• illusory scene (level 5) • veil (level 5) • hallucination (level 6) • mislead (level 6)"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of all listed spells."
      }
    ],
    "level": "5+",
    "tags": [
      "Invested",
      "Magical",
      "Necromancy",
      "Staff"
    ]
  },
  {
    "label": "Staff Of Necromancy",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "Hideous skull and bone motifs make this twisted staff look grim and sinister. You gain a +2 circumstance bonus to checks to identify necromancy magic."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "160 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "• chill touch (cantrip) • grim tendrils (level 1) • ray of enfeeblement (level 1) • deafness (level 2) • gentle repose (level 2)"
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "700 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "6"
      },
      {
        "label": "Description",
        "value": "• blindness (level 3) • vampiric touch (level 3) • grim tendrils (level 4) • enervation (level 4)"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "3,000 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "9"
      },
      {
        "label": "Description",
        "value": "• cloudkill (level 5) • gentle repose (level 5) • grim tendrils (level 6) • vampiric exsanguination (level 6)"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of all listed spells."
      }
    ],
    "level": "5+",
    "tags": [
      "Evocation",
      "Invested",
      "Magical",
      "Staff"
    ]
  },
  {
    "label": "Staff Of Power",
    "properties": [
      {
        "label": "Price",
        "value": "10,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "This staff of magically hardened wood is topped with a silver sculpture depicting magical runic symbols. When used as a weapon, a staff of power functions as a +3 staff. Voluntarily destroying a staff of power unleashes an incredible blast as the arcane energy ripples out, then dissipates. While wielding the staff, you can break it using an Interact action. This releases a 30-foot-burst magical explosion that deals 2d10 force damage per charge remaining in the staff (Reflex DC 32 half, or no damage on a critical success), and you take full damage with no saving throw. A creature reduced to 0 Hit Points by this damage dies instantly; this is a death effect. This staff can hold up to 11 charges. • ray of enfeeblement (level 1) • continual flame (level 2) • levitate (level 3) • globe of invulnerability (level 4) • paralyze (level 4) • magic missile (level 5) • wall of force (level 6) • cone of cold (level 7) • fireball (level 7) • lightning bolt (level 7)"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of all listed spells."
      }
    ],
    "level": "16",
    "tags": [
      "Evocation",
      "Invested",
      "Magical",
      "Staff"
    ]
  },
  {
    "label": "Staff Of Transmutation",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "A glass orb atop this splendid metal staff contains a quantity of fine sand that seems to shift and undulate on its own accord. You gain a +2 circumstance bonus to checks to identify transmutation magic."
      },
      {
        "label": "Type",
        "value": "lesser;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "160 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "• sigil (cantrip) • fleet step (level 1) • jump (level 1) • enlarge (level 2) • humanoid transformation (level 2)"
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "700 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "6"
      },
      {
        "label": "Description",
        "value": "• feet to fins (level 3) • jump (level 3) • gaseous form (level 4) • shape stone (level 4)"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "3,000 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "9"
      },
      {
        "label": "Description",
        "value": "• humanoid transformation (level 5) • baleful polymorph (level 6) • dragon form (level 6) • flesh to stone (level 6)"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of all listed spells."
      }
    ],
    "level": "5+",
    "tags": [
      "Invested",
      "Magical",
      "Staff",
      "Transmutation"
    ]
  },
  {
    "label": "Stone Bullet",
    "properties": [
      {
        "label": "Price",
        "value": "600 gp"
      },
      {
        "label": "Ammunition",
        "value": "sling bullet"
      },
      {
        "label": "Description",
        "value": "This sling bullet looks like a petrified serpent’s eye. A creature hit by an activated stone bullet is subject to the effects of a 6th-level flesh to stone spell (DC 31)."
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of flesh to stone."
      }
    ],
    "level": "14",
    "tags": [
      "Consumable",
      "Magical",
      "Transmutation"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Storm Arrow",
    "properties": [
      {
        "label": "Price",
        "value": "125 gp"
      },
      {
        "label": "Ammunition",
        "value": "arrow"
      },
      {
        "label": "Description",
        "value": "The head of this arrow is made from gleaming copper. When you hit a creature with an activated storm arrow, the arrow deals the weapon’s normal damage and the creature is struck by a bolt of lightning and buffeted by raging winds. The target must attempt a DC 25 Reflex saving throw. If this arrow is shot from a weapon with the shock property, the save DC increases to 27, though the attack still doesn’t benefit from the shock property itself."
      },
      {
        "label": "Success",
        "value": "The creature takes half damage and is not affected by the winds."
      },
      {
        "label": "Critical Success",
        "value": "The creature takes no electricity damage and is not affected by the winds."
      },
      {
        "label": "Failure",
        "value": "The creature takes 4d12 electricity damage. It also takes a –2 circumstance penalty to ranged attack rolls for"
      },
      {
        "label": "Description",
        "value": "1 round and is hampered 10 while flying for 1 round."
      },
      {
        "label": "Critical Failure",
        "value": "The creature takes double damage. It also takes a –2 circumstance penalty to ranged attack rolls for"
      },
      {
        "label": "Description",
        "value": "1 minute and is hampered 10 while flying for 1 minute."
      }
    ],
    "level": "10",
    "tags": [
      "Air",
      "Consumable",
      "Electricity",
      "Evocation",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Sturdy Shield",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1 for a light shield, 2 for a heavy shield"
      },
      {
        "label": "Description",
        "value": "This shield has higher hardness than a nonmagical shield (see below) and can take 1 additional Dent before becoming broken."
      },
      {
        "label": "Type",
        "value": "expert light wooden;"
      },
      {
        "label": "Level",
        "value": "2;"
      },
      {
        "label": "Price",
        "value": "35 gp;"
      },
      {
        "label": "Hardness",
        "value": "6"
      },
      {
        "label": "Type",
        "value": "expert light steel;"
      },
      {
        "label": "Level",
        "value": "4;"
      },
      {
        "label": "Price",
        "value": "90 gp;"
      },
      {
        "label": "Hardness",
        "value": "8"
      },
      {
        "label": "Type",
        "value": "expert heavy wooden;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "140 gp;"
      },
      {
        "label": "Hardness",
        "value": "8"
      },
      {
        "label": "Type",
        "value": "expert heavy steel;"
      },
      {
        "label": "Level",
        "value": "7;"
      },
      {
        "label": "Price",
        "value": "340 gp;"
      },
      {
        "label": "Hardness",
        "value": "10"
      },
      {
        "label": "Type",
        "value": "master heavy steel;"
      },
      {
        "label": "Level",
        "value": "9;"
      },
      {
        "label": "Price",
        "value": "675 gp;"
      },
      {
        "label": "Hardness",
        "value": "13"
      },
      {
        "label": "Type",
        "value": "master light adamantine;"
      },
      {
        "label": "Level",
        "value": "10 (Uncommon);"
      },
      {
        "label": "Description",
        "value": "1,000 gp;"
      },
      {
        "label": "Hardness",
        "value": "15;"
      },
      {
        "label": "Craft Requirements",
        "value": "Initial raw materials must include 300 gp of adamantine."
      },
      {
        "label": "Type",
        "value": "master heavy adamantine;"
      },
      {
        "label": "Level",
        "value": "12 (Uncommon);"
      },
      {
        "label": "Description",
        "value": "1,800 gp;"
      },
      {
        "label": "Hardness",
        "value": "18;"
      },
      {
        "label": "Craft Requirements",
        "value": "Initial raw materials must include 350 gp of adamantine."
      },
      {
        "label": "Type",
        "value": "legendary heavy steel;"
      },
      {
        "label": "Level",
        "value": "17;"
      },
      {
        "label": "Price",
        "value": "14,000 gp;"
      },
      {
        "label": "Hardness",
        "value": "17"
      },
      {
        "label": "Type",
        "value": "legendary heavy adamantine;"
      },
      {
        "label": "Level",
        "value": "18 (Uncommon);"
      },
      {
        "label": "Description",
        "value": "22,500 gp;"
      },
      {
        "label": "Hardness",
        "value": "21;"
      },
      {
        "label": "Craft Requirements",
        "value": "Initial raw materials must include 7,500 gp of adamantine."
      }
    ],
    "level": "2+",
    "tags": [
      "Abjuration",
      "Magical"
    ]
  },
  {
    "label": "Sunstone Beads",
    "properties": [
      {
        "label": "Price",
        "value": "400 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, weapon;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "Your turn begins."
      },
      {
        "label": "Requirements",
        "value": "You have the weapon specialization class feature and are legendary with the affixed weapon."
      },
      {
        "label": "Description",
        "value": "A string of sunstone beads is typically wrapped around the cross guard or shaft of a weapon. When you activate the beads, you can use a press action or activity as your first action this turn, even if you don’t have a multiple attack penalty."
      }
    ],
    "level": "13",
    "tags": [
      "Consumable",
      "Evocation",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Swift Block Cabochon",
    "properties": [
      {
        "label": "Price",
        "value": "44 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, shield;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You take damage from a physical attack while you don’t have the affixed shield raised."
      },
      {
        "label": "Description",
        "value": "This clear quartz cabochon attaches to the center of your shield. When you activate the cabochon, you can use the Shield Block reaction even if you hadn’t raised the affixed shield."
      }
    ],
    "level": "7",
    "tags": [
      "Abjuration",
      "Consumable",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Third Eye",
    "properties": [
      {
        "label": "Price",
        "value": "40,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "When invested, this ornate crown and its incandescent gemstone meld into your head and take the form of a tattoo. This grants you extrasensory sight and allows you to read auras. No one but you can manipulate the third eye while it’s invested by you—they pass right through it. Your heightened senses and ability to sense emotional auras grant you a +5 item bonus to Perception checks. You gain the effects of a 9th-level detect magic spell, except you see the location of all auras within 30 feet, not just the strongest. If you use a Seek action to study a creature you can see, you can perceive an aura that conveys knowledge of that creature’s health, including all conditions and afflictions it has and its relative percentage of remaining Hit Points. Finally, you can activate the third eye to gain the effects of an 8th-level true seeing spell."
      }
    ],
    "level": "19",
    "tags": [
      "Divination",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Focus",
      "Command"
    ]
  },
  {
    "label": "Thurible Of Revelation",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "This brass censer that dangles on a length of chain is typically adorned with swirling Celestial text, though some versions are instead made of iron and feature Infernal or even Abyssal text. Regardless of its construction or adornment, it can be activated by burning a bit of incense worth at least 10 gp inside it. For the next hour, as long you are holding the thurible in one hand, you gain an item bonus to Religion checks, and you treat a critical failure to Read Scripture as a failure instead."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "140 gp"
      },
      {
        "label": "Description",
        "value": "The thurible grants a +2 bonus."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "16;"
      },
      {
        "label": "Price",
        "value": "9,500 gp"
      },
      {
        "label": "Description",
        "value": "The thurible grants a +4 bonus. While the thurible is activated, you can hold it up to your eyes as an Interact action. When you do so, you benefit from the effect of true seeing for 1 minute as long as you continue to hold the thurible up to your eyes and peer through its smoke; after the minute of true seeing ends, the thurible’s activation ends."
      }
    ],
    "level": "5+",
    "tags": [
      "Divination",
      "Divine",
      "Invested"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Tracker’s Goggles",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn, eyepiece;"
      },
      {
        "label": "Description",
        "value": "These simple lenses of forest-green glass are bound in rough leather stitched with crude twine. While wearing these goggles, you gain an item bonus to Survival checks to Sense Direction and Track. If you fail a check to Track, you can try again after 30 minutes rather than an hour."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "135 gp"
      },
      {
        "label": "Description",
        "value": "The goggles grant a +2 bonus."
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "13;"
      },
      {
        "label": "Price",
        "value": "2,600 gp"
      },
      {
        "label": "Description",
        "value": "The goggles grant a +4 bonus. If you fail a check to Track, you can try again after 15 minutes rather than an hour."
      }
    ],
    "level": "5+",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ]
  },
  {
    "label": "Traveler’s Any-tool",
    "properties": [
      {
        "label": "Price",
        "value": "200 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "Before it’s activated, this item appears to be an ash rod capped with steel on either end. When activated, it transforms to any standard- or expert-quality item in Chapter 6 that has “repair kit” or “tool” in its name, following the mental specifications you imagine as part of your Focus Activation. This transforms the wooden portion into any haft and the metal caps into spades, hammer heads, or the like. You can return the item to its rod form with an Interact action."
      }
    ],
    "level": "6",
    "tags": [
      "Magical",
      "Transmutation"
    ],
    "activation": [
      "Operate",
      "Focus"
    ]
  },
  {
    "label": "Truesight Potion",
    "properties": [
      {
        "label": "Price",
        "value": "500 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "Upon drinking this clear, refreshing potion, you can see things as they actually are. You gain the benefits of a 7th- level true seeing spell that has a spell roll of +21."
      }
    ],
    "level": "14",
    "tags": [
      "Consumable",
      "Divination",
      "Magical",
      "Potion"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Unholy Water",
    "properties": [
      {
        "label": "Price",
        "value": "2 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "An evil deity’s curse lies upon this vial of water. You activate a vial of unholy water by throwing it as a Strike with a range of 20 feet; this doesn’t require an expenditure of Resonance Points. Unholy water deals 1d6 evil damage and 1 evil splash damage. Unholy water damages only creatures that have a weakness to evil damage, as well as all celestials."
      }
    ],
    "level": "1",
    "tags": [
      "Consumable",
      "Divine",
      "Evil",
      "Splash"
    ]
  },
  {
    "label": "Vanishing Coin",
    "properties": [
      {
        "label": "Price",
        "value": "85 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, armor;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You attempt a Stealth check for initiative, but haven’t rolled yet."
      },
      {
        "label": "Requirements",
        "value": "You are a master in Stealth."
      },
      {
        "label": "Description",
        "value": "This copper coin dangles from a leather strip strung through a hole drilled into the coin’s center. It’s usually tied just below the throat on a suit of armor. Until it is activated, the coin becomes invisible for a few seconds every few minutes, but always at random intervals. When you activate the coin, you gain the benefits of a 2nd-level invisibility spell until the end of your next turn."
      }
    ],
    "level": "9",
    "tags": [
      "Consumable",
      "Illusion",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Verdant Staff",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "This living oak branch grows leaves in spring, changes color in autumn, and sheds its leaves in winter. You gain a +2 circumstance bonus to Nature checks to identify specific plants."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "5;"
      },
      {
        "label": "Price",
        "value": "160 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "2"
      },
      {
        "label": "Description",
        "value": "• tanglefoot (cantrip) • shillelagh (level 1, can target the verdant staff) • barkskin (level 2) • entangle (level 2) • shape wood (level 2) • tree shape (level 2)"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "11;"
      },
      {
        "label": "Price",
        "value": "1,400 gp;"
      },
      {
        "label": "Maximum Charges",
        "value": "7"
      },
      {
        "label": "Description",
        "value": "• wall of thorns (level 3) • barkskin (level 4) • speak with plants (level 4) • plant form (level 5) • wall of thorns (level 5)"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of all listed spells."
      }
    ],
    "level": "5+",
    "tags": [
      "Divination",
      "Invested",
      "Magical",
      "Staff"
    ]
  },
  {
    "label": "Vine Arrow",
    "properties": [
      {
        "label": "Price",
        "value": "6 gp"
      },
      {
        "label": "Ammunition",
        "value": "arrow"
      },
      {
        "label": "Description",
        "value": "Leafy stalks protrude from the shaft of this rustic arrow. When an activated vine arrow hits a creature, the arrow’s shaft splits and grows, wrapping the target in vines. The creature is entangled for 2d4 rounds, or until it breaks free with a successful DC 17 Athletics check."
      }
    ],
    "level": "3",
    "tags": [
      "Conjuration",
      "Consumable",
      "Magical"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Viper Arrow",
    "properties": [
      {
        "label": "Price",
        "value": "12 gp"
      },
      {
        "label": "Ammunition",
        "value": "arrow"
      },
      {
        "label": "Description",
        "value": "The shaft of this arrow is covered in fine green scales, and its iron head comes to a pair of points almost like fangs. When an activated viper arrow hits a creature, the arrow transforms into a viper. The arrow deals its normal damage, and the target is affected by the viper’s poison, as if it had been bitten. The viper then lands in an open space adjacent to the target. The viper has the summoned trait and acts at the end of your turn, even though you didn’t use the Concentrate on a Spell action. It is under the GM’s control, but it generally attacks the creature the arrow struck. The viper vanishes after 1 minute or when slain."
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of summon monster."
      }
    ],
    "level": "4",
    "tags": [
      "Conjuration",
      "Consumable",
      "Magical"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Viper’s Fang",
    "properties": [
      {
        "label": "Price",
        "value": "550 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, weapon;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You succeed at an Attack of Opportunity with the affixed weapon, and you haven’t used a viper’s fang since your last turn."
      },
      {
        "label": "Requirements",
        "value": "You are a master with the affixed weapon."
      },
      {
        "label": "Description",
        "value": "Sometimes these trinkets are resin-strengthened viper skulls; other times they are carvings of a viper baring its teeth. When you activate the fang, the triggering Attack of Opportunity does not count against your reactions for the turn."
      }
    ],
    "level": "14",
    "tags": [
      "Consumable",
      "Evocation",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  },
  {
    "label": "Virtuoso’s Instrument",
    "properties": [
      {
        "label": "Price",
        "value": "23,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 2 hands;"
      },
      {
        "label": "Bulk",
        "value": "1"
      },
      {
        "label": "Description",
        "value": "These legendary-quality instruments take the form of all varieties of handheld musical instruments. They bear exquisite designs and produce transcendent music that seems to travel farther and resonate longer. You gain a +5 item bonus to Performance while playing music with a virtuoso’s instrument. Once per day, you can activate the instrument by playing it to produce the effects of an 8th-level charm spell."
      }
    ],
    "level": "18",
    "tags": [
      "Enchantment",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Operate"
    ]
  },
  {
    "label": "Wand Of Heal",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "Golden end caps on the ends of this stout wand of white wood are adorned with ruby cabochons. The gems seem to sparkle less brilliantly each time the wand is used. You can activate the wand to cast a heal spell of the indicated level."
      },
      {
        "label": "Type",
        "value": "1st level;"
      },
      {
        "label": "Level",
        "value": "2;"
      },
      {
        "label": "Price",
        "value": "27 gp;"
      },
      {
        "label": "Spell Roll Cap",
        "value": "+8"
      },
      {
        "label": "Type",
        "value": "2nd level;"
      },
      {
        "label": "Level",
        "value": "4;"
      },
      {
        "label": "Price",
        "value": "72 gp;"
      },
      {
        "label": "Spell Roll Cap",
        "value": "+10"
      },
      {
        "label": "Type",
        "value": "3rd level;"
      },
      {
        "label": "Level",
        "value": "6;"
      },
      {
        "label": "Price",
        "value": "180 gp;"
      },
      {
        "label": "Spell Roll Cap",
        "value": "+12"
      },
      {
        "label": "Type",
        "value": "4th level;"
      },
      {
        "label": "Level",
        "value": "8;"
      },
      {
        "label": "Price",
        "value": "405 gp;"
      },
      {
        "label": "Spell Roll Cap",
        "value": "+14"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of heal of the listed level."
      }
    ],
    "level": "2+",
    "tags": [
      "Magical",
      "Necromancy",
      "Wand"
    ]
  },
  {
    "label": "Wand Of Magic Missile",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Activation",
        "value": "Cast a Spell (1 RP)"
      },
      {
        "label": "Description",
        "value": "A polished metal sphere tops this spiral-shaped wand. You can activate the wand to cast a magic missile spell of the indicated level."
      },
      {
        "label": "Type",
        "value": "1st level;"
      },
      {
        "label": "Level",
        "value": "2;"
      },
      {
        "label": "Price",
        "value": "27 gp;"
      },
      {
        "label": "Spell Roll Cap",
        "value": "+8"
      },
      {
        "label": "Type",
        "value": "3rd level;"
      },
      {
        "label": "Level",
        "value": "6;"
      },
      {
        "label": "Price",
        "value": "180 gp;"
      },
      {
        "label": "Spell Roll Cap",
        "value": "+12"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of magic missile of the listed level."
      }
    ],
    "level": "2+",
    "tags": [
      "Magical",
      "Evocation",
      "Wand"
    ]
  },
  {
    "label": "Wayfinder",
    "properties": [
      {
        "label": "Price",
        "value": "27 gp"
      },
      {
        "label": "Method Of Use",
        "value": "held, 1 hand;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This compact compass features ancient technology repurposed to draw fantastic powers from the aeon stones the lost Azlanti empire held sacred thousands of years ago. It serves as a badge of office for agents of the Pathfinder Society and as a status symbol among adventurers of any stripe. A wayfinder functions as a compass, and you can activate it with a command word to cast the light cantrip on the wayfinder. An indentation in the middle of the wayfinder can hold a single aeon stone (see page 380). Placing an aeon stone in this indentation provides you all the benefits of having the aeon stone orbiting your head, but protects the stone from being stolen or noticed as easily. You must invest the stone when you place it in the wayfinder in order to gains its benefits. An invested aeon stone slotted in a wayfinder also grants its resonant power. If you have more than one wayfinder with an invested aeon stone on your person at a given time, destructive interference from their resonance prevents you from gaining benefits from any of them."
      }
    ],
    "level": "2",
    "tags": [
      "Evocation",
      "Magical"
    ],
    "activation": [
      "Command"
    ]
  },
  {
    "label": "Whisper Of The First Lie",
    "properties": [
      {
        "label": "Method Of Use",
        "value": "worn;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Description",
        "value": "This delicate necklace contains bottled whispers distilled from an astral source rumored to be connected to the first lie ever told. While wearing the necklace, you gain a +5 item bonus to Deception checks, and you can attempt to counteract effects that would force you to tell the truth or determine whether you are lying. Success on this counteract attempt lets you ignore the effect, rather than removing the effect entirely."
      },
      {
        "label": "Type",
        "value": "standard;"
      },
      {
        "label": "Level",
        "value": "17;"
      },
      {
        "label": "Price",
        "value": "14,000 gp"
      },
      {
        "label": "Description",
        "value": "The counteract level is 7 with a spell roll of +25"
      },
      {
        "label": "Type",
        "value": "greater;"
      },
      {
        "label": "Level",
        "value": "20 (Uncommon);"
      },
      {
        "label": "Price",
        "value": "60,000 gp;"
      },
      {
        "label": "Craft Requirements",
        "value": "Supply a casting of fabricated truth."
      },
      {
        "label": "Description",
        "value": "The counteract level is 9 with a spell roll of +30. You can activate the necklace by unstoppering the vial and releasing the lie, creating the effect of a fabricated truth but forever thereafter reducing the item to the standard version."
      }
    ],
    "tags": [
      "Enchantment",
      "Invested",
      "Magical"
    ],
    "activation": [
      "Operate",
      "Focus",
      "Command"
    ]
  },
  {
    "label": "Winged Boots",
    "properties": [
      {
        "label": "Price",
        "value": "2,000 gp"
      },
      {
        "label": "Method Of Use",
        "value": "worn, shoes;"
      },
      {
        "label": "Bulk",
        "value": "L"
      },
      {
        "label": "Description",
        "value": "Made from soft leather, with delicate white wings attached to the heel, these boots are ensorcelled with powerful air magic. Whenever you fall while wearing these boots, you immediately gain the benefits of a feather fall spell. The boots won’t trigger again for 10 minutes afterwards. You can activate the boots by reciting the command word and clicking their heels together to cause the wings to flap rapidly, granting you a fly Speed of 30 feet for 1 minute."
      }
    ],
    "level": "12",
    "tags": [
      "Invested",
      "Magical",
      "Transmutation"
    ],
    "activation": [
      "Command",
      "Operate"
    ]
  },
  {
    "label": "Wolf Fang",
    "properties": [
      {
        "label": "Price",
        "value": "4 gp"
      },
      {
        "label": "Method Of Use",
        "value": "affixed, armor;"
      },
      {
        "label": "Bulk",
        "value": "—"
      },
      {
        "label": "Trigger",
        "value": "You succeed at a Trip."
      },
      {
        "label": "Requirements",
        "value": "You are trained in Athletics."
      },
      {
        "label": "Description",
        "value": "This wolf canine is bound in a strip of leather and tied to a buckle or strap of a suit of armor. When you activate the fang, you deal bludgeoning damage equal to your Strength modifier to the target of your Trip, or you add your Strength modifier to any bludgeoning damage the Trip would already deal. MORE WANDS"
      }
    ],
    "level": "1",
    "tags": [
      "Consumable",
      "Evocation",
      "Magical",
      "Trinket"
    ],
    "activation": [
      "Focus"
    ]
  }
]
